[
  {
    "id": "eb0997422c78809ae84f9447fc3aaabc",
    "content": "前女友打电话来：“说话方便吗？”我看了一眼身旁的女友说：“哦，还没吃呢。”对方又说：“那我等你方便了，再打过来。”我笑了笑：“做好饭也得8点了！”挂掉电话后女友问我谁的电话，我说：“我前女友的！”她瞪了我一眼：“讨厌，又逗我，肯定是你妈！”"
  },
  {
    "id": "4d25b6118f605a548a2ae83265446e26",
    "content": "今天早上在小区和大爷下象棋，有点紧张。走了第一步后，大爷沉默了很久说：“你是新手吧？”我很奇怪：“大爷，您怎么知道？”大爷：“我在这下了几年棋，第一步走帅的真不多。”我：“不应该让领导先走吗？”"
  },
  {
    "id": "7bcae426b9bd33a0854c60434ddf1f99",
    "content": "上小学时，班主任发现班里有两个同学在谈恋爱。她懒得请家长，也懒得教育，直接让他们分别与班里最漂亮的“萝莉”和最帅的“正太”坐同桌。一周后，这对小情侣就在猜疑和嫉妒中结束了早恋……"
  },
  {
    "id": "3e0dc2cb18287e66c98723bed318fe30",
    "content": "有一个鉴宝节目一直热播。有一次，上来一位持宝人，小心翼翼地端着个大瓶子。主持人让他说说这瓶子是从哪儿弄来的。那持宝人害羞地说：“哦，其实是一个偶然的机会让我得到这件宝物的。”主持人一听，觉得里面一定有故事，便赶紧追问。只见那持宝人抬起头，笑呵呵地说：“那是大前年吧，我逛庙会的时候套圈圈，就把它给套来了。”"
  },
  {
    "id": "28a89571727eec05c24dadd427854446",
    "content": "问：为什么古龙小说中的人物爱以数字命名，尤以奇数为甚？如：胜三、龙五、杜七、朱七七、萧十一郎、燕十三、彭十三豆。答：可能想给人一种很难除的感觉。"
  },
  {
    "id": "627fdafe8165e768be675f881518fb11",
    "content": "一个哥们儿失恋了，我安慰他：“不要难过，等你有钱了就会遇到更好的，我是过来人。”哥们儿吼：“你骗人！”我说：“我骗你干吗？我是你的好哥们儿啊！”哥们儿说：“我是说你从来就没有钱，算什么过来人？”我无语了……"
  },
  {
    "id": "bef06c36d5e33fabb2ff5760d65c1234",
    "content": "妻子：“你把咱家20万块钱的积蓄都用到哪里去了？快说呀！”丈夫没有吭声。妻子：“你再不说的话，咱俩今后就跟这花瓶一样……”说着，妻子拿起鸡毛掸子，一下就把桌上的一只花瓶打得粉碎！丈夫：“天哪！我花了20万买来的汉代古董花瓶，就这样毁在你手里了！”"
  },
  {
    "id": "f801ab2628c67bafaaf858ee50463c00",
    "content": "张三怕老婆，但在外人面前总说老婆怕他。一天，他家来了客人。他下厨做菜，让老婆陪客人喝酒。有盘菜咸了，他老婆又骂开了。张三怒冲冲地拎着菜刀出来，指着他老婆喊：“好大的胆，你骂谁？”“就骂你！你打死卖盐的啦？狠往里放盐！”他没想到老婆当着客人的面仍不给他留面子，只好说：“你骂我倒罢了，若是骂客人，我宰了你！”"
  },
  {
    "id": "9a5a0e056900613d38c412c93ac3ed23",
    "content": "一个姑娘上了一辆黑车，司机说：“现在抓得严，万一被查，你要说我们是朋友。”姑娘回答：“没事，就说我是你媳妇。”不巧开到半路，车果然被查。司机说：“这是我媳妇。”突然，姑娘说：“老公，我就在这下车，你给我两百元钱，我到前面超市买些东西然后自己回家。”司机无奈地掏出两百元，哭着说：“老婆，早点回家……”"
  },
  {
    "id": "bcc9660b03cc8eaf32092e93fe9b5418",
    "content": "走在路上，接到快递小哥的电话：“你回头。”我转身，正好看到他骑着小车过来了，递给我一个包裹，“一看背影就知道是你。”我对小哥说，我怀疑我是整个公司收发快递最多的人，小哥说：“你为什么要怀疑？你就是啊。”"
  },
  {
    "id": "b1243d45a6b1dd70cdfe5aeae0c916ed",
    "content": "健身房里，一位身穿健身服装的美女踏上跑步机，我以为她准备挥汗如雨了，谁知她拿出一支保湿喷雾，对着自己一阵狂喷。然后，拿出手机嘟着嘴自拍完发了条朋友圈后，就走了……（徐徐、雪菲等摘）"
  },
  {
    "id": "e5f5e35811d818a265fcc656963d7267",
    "content": "第一次去女朋友家，饭后伯父说：“走，去吸烟室抽烟去！”我当时心里还纳闷，这么高档，还有吸烟室？然后伯父把我带进了厨房，打开了油烟机：“来，点上！”"
  },
  {
    "id": "4457ccd2cb9a9845af7dfe3060893521",
    "content": "周末，儿子出去玩了一整天。他爸问他：“你去哪里玩了？”儿子只好如实回答：“上午在同学家玩，下午去了网吧。”他爸又问：“你上网的钱从哪里来的？”儿子：“要说实话吗？”他爸：“当然！”儿子：“书房的书架上……”我没吭声，默默看了老公一眼。老公大呼：“老婆，儿子说谎！”"
  },
  {
    "id": "e7ff6946a17a4d1b310d5e6ab77e33ef",
    "content": "英语期中考试我得了18分，教授问我：“你知道18分是什么概念？”他拿了一张空白的电脑答题卡放在地上，正面踩了一脚，背面也踩了一脚，然后放到读卡机里，读完后，答题卡得36分。"
  },
  {
    "id": "6b24ea97aa7be9510db11c0d3df80c01",
    "content": "甲：“真的想建议售火车票的时候增加一个偏好选项。”乙：“什么意思？”甲：“吃老坛酸菜面的坐一个车厢，吃红烧排骨面的坐一个车厢，爱脱鞋的坐一个车厢，打呼噜的坐一个车厢。”"
  },
  {
    "id": "a8c046f370fad901e5280290a0f3771f",
    "content": "公交车上挤成这样，居然还有帮别人占座的。刚才843路有个阿姨看见后排有个空座，刚准备坐下，旁边一妹子说：“不好意思，这有人了。”这阿姨对着空座位大喊一声“滚”！然后对妹子说：“好了，现在没人了。”"
  },
  {
    "id": "6986ca76fe67c51f6a5e39ca8fb60047",
    "content": "刚进厕所，我习惯性地拿出手机，一不小心点到地图导航，于是语音传出：“欢迎使用GPS导航，正在搜索您所在的位置。”旁边厕所间里立马有人说：“呦，那玩意儿能找到蹲位？真先进啊！”"
  },
  {
    "id": "504983725a70e556401e71c61a8b4644",
    "content": "我：“老妈，我最近手头有点儿紧。”老妈：“那快挂了电话吧，省点儿话费！”我：“可咱是亲情号啊，不要钱！”老妈：“那就省点儿电费啊，充电不得花钱！”我：“我住宿舍，不缴电费啊，老妈！”老妈：“哦，那就省点儿力气，说多了容易饿。”我：“……”"
  },
  {
    "id": "4c23426804ad3752da8432b002a8447b",
    "content": "朋友让车撞了，腿伤到了，流血了，站不起来了，他女友扶都没扶，当机立断拿出手机……然后，居然拍下了朋友的惨状传到微博，发了句：“亲爱的出车祸了，好心疼！”"
  },
  {
    "id": "41c266ed1d455e8714fa52d5818ec818",
    "content": "在火车上，旁边有个漂亮的妹子靠在我肩膀上睡着了，我默默地把矿泉水倒进瓶盖里，顺着我的肩膀流下去……坐了两站路以后，我叫醒她，很委屈地说：“很抱歉打扰你睡觉，但是这口水我忍不住了。”她红着脸，硬要帮我洗衣服，还留了电话号码。"
  },
  {
    "id": "fa2ea81be4976aa5f094141ab8270123",
    "content": "员工：“老板我要加薪，不然我就辞职。”老板：“有话好好说，你看我们俩各退一步行不行？”员工：“怎么退？”老板：“我不给你加薪，你也別走。”"
  },
  {
    "id": "fce8261377d5d0dd0e45a997811dffc3",
    "content": "中秋节过得怎么样？混得好的是花钱月下，混得一般的是月下花钱，混得较差的是花下月的钱，混得更差的是下月钱已花。"
  },
  {
    "id": "c2c9bad1eb26f47d818cd08a2ae3e1c8",
    "content": "曾经我无可救药地喜欢上了一个漂亮的女网友，向她表白却被拒绝了。她说是为了我好，我一直以为这只是她的借口，直到我见到了她的素颜。唉！网络上还是有很多好人啊。"
  },
  {
    "id": "c5c5d410d392f6259863b2d2c39365fc",
    "content": "老家的高中开高考动员会，校长站在讲台上说：“同学们，改变你们一生的机会就要来了，你们准备好了吗？”底下一个孩子低声问道：“我们村要拆迁了吗？”"
  },
  {
    "id": "3c9f373c57f9697ff71d34b43e4abc9d",
    "content": "周末去姐姐家玩，在厨房里发现一个塑料碟子里放了一点米，显然是给宠物吃的。可想了半天也没想出家里有什么宠物。正迷惑时，姐姐走进来笑着说：“你姐夫出差了，家里有老鼠，我不敢捉，怕它乱咬东西，就先养着再说。”"
  },
  {
    "id": "a6cd1eacd2c83691ff27639a24304adc",
    "content": "老婆买了一件1000块的衣服，我觉得有点贵。她说：“贵？我跟你说，这件衣服原价2000块，打了5折之后便宜了一半，就等于我赚了1000块！我花出去1000块，同时又赚回来1000块，这件衣服相当于是白送，免费！”我被她的逻辑震惊得久久说不出话来……"
  },
  {
    "id": "b3ae25a59b325b695a566347fae2f103",
    "content": "一个用户对某个电脑程序有疑问，他在电话里没完没了地和技术人员讨论，但是技术人员说了半天，他还是没有听懂。后来，技术人员在上交的报告中写道：“问题出在椅子和键盘之间。”"
  },
  {
    "id": "d8c8844d13cd9819aa4cbe303c2cc043",
    "content": "公交车上，一个40岁左右的男子牵着一个十一二岁的小女孩，小女孩说：“王校长，我想吃圣代。”全车人的目光都集中到了那个男子身上，甚至有人掏出手机准备拍照或报警。这时，男子尴尬地对小女孩说：“你个熊孩子，在学校叫校长，出来还是叫爸爸吧。”"
  },
  {
    "id": "44622240124d07f0e1c04a3c51170d2d",
    "content": "今天去医院，医生说：“你有15年的烟龄，你要是不抽烟，攒的钱都够买宝马了。”我一听，暴脾气瞬间就上来了。我问：“医生，你抽烟吗？”医生说：“我不抽啊。”我又问：“那你的宝马呢？”医生说：“在楼下停着呢，怎么了？”我说：“没事，我就问问。”"
  },
  {
    "id": "9ae960c6979effe9c92c452da3cc2abf",
    "content": "男同事夸女同事面相旺夫，女同事心中大喜，问：“真的吗？真的吗？怎么看出来的？”男同事：“你这长相让老公看了就没啥欲望，只能一心一意搞事业了！”"
  },
  {
    "id": "b3f97b81de689e2a6e6ac878cb8ef3b9",
    "content": "本人住20楼，不知楼上哪家的一条女式内裤被风吹到我家，现已引起家庭误会，望失主还我清白，本人感激不尽！还望失主帮帮忙，是失主的话可以打电话或发短信给我老婆，还我清白。我老婆的电话：×××××××××××（刘小姐）。"
  },
  {
    "id": "d9c8a5605c207f83bf1a6384e259d84e",
    "content": "一个姑娘网购了一只箱子，送过来后发现颜色错了，就上网找店主：“店家，颜色发错了。”店主回复：“不会啊，怎么错了？”姑娘说：“我要的是天空蓝，你给我寄了个灰白色的。”店主发过来一个无奈的表情符号，说：“我们这儿……天空蓝就这颜色。”"
  },
  {
    "id": "1a9b917443b8feba9cd86738767a6dab",
    "content": "小明和朋友一起去动物园玩。走到象栏旁边，小明突然尿急，看四下无人，让朋友把风，偷偷往象栏里撒尿。尿到一半，朋友发现有监控，于是大喊：“小明！摄像头！摄像头！”小明心领神会。大象暴怒，小明卒。"
  },
  {
    "id": "0074ece63d3808fdff2ab8670ff375fe",
    "content": "上学的时候，打电话问我爸：“这个月生活费打了没？”我爸：“打了，一万。”打了这么多？放下电话，我久久不能平静，这才是亲爸啊！我赶紧跑去ATM机查询，咦，怎么只有五百？于是又连忙打电话问我爸啥情况，我爸：“忙着呢，红中。”"
  },
  {
    "id": "d702657e86fbbc79a3acdf2eb9cd9fec",
    "content": "几个不同年龄段的男人聚会，有人建议，每人发“我爱你”给自己的老婆，看看自己的老婆如何回复。20来岁男人的老婆回复：“亲爱的，我也爱你。”20来岁男人的老婆回复：“猫尿又灌多了吧！”40来岁男人的老婆回复：“神经病啊你！”50来岁男人的老婆回复：“熊东西，你发错了吧！等你回家看我怎么收拾你。”"
  },
  {
    "id": "e936203a81d1f8443b940d8582c2bd63",
    "content": "医生训斥助手：“我明明让你给病人喝止咳药，你竟然给他喝了一瓶泻药！”助手辩解：“他不是不咳嗽了吗？”医生无奈地说：“他是不敢咳嗽了！”"
  },
  {
    "id": "e308f422e050b6b37eb8a5bc08336746",
    "content": "历史考试选择题：黄花岗起义第一枪是谁开的？A.宋教仁；B.孙中山；C.黄兴；D.徐锡麟。我选C。又看第二题：黄花岗起义第二枪是谁开的？我傻了，就选了B。接着看第三题：黄花岗起义中，第三枪是谁开的？我快疯了，胡乱选了A。考完出来就去找出题老师。老师拿出课本说：“黄兴连开三枪，揭开了黄花岗起义的序幕。”"
  },
  {
    "id": "f9fd323e6442a14fab9c50ca664d2f3a",
    "content": "甲：“老王老李他们实在太浪费时间了。”乙：“为什么？”甲：“他们打了一整夜麻将，到天亮才休息。”乙：“你怎么知道？”甲：“我在旁边看了一整夜啊！”"
  },
  {
    "id": "85fdbb6c3a5368f71b44a29bda568a30",
    "content": "老爸坐在沙发上看报纸，看着看着扑哧一声笑了起来，说道：“现在的报纸上净胡说。”我问：“说啥了？”老爸说：“说喝剩的啤酒能浇花。”我说：“有什么不对吗？”老爸嘿嘿一笑，道：“酒还能有剩的吗？”（夏天、浩伟、聃尘等摘）"
  },
  {
    "id": "52f05b885d5467c964942cff11f37281",
    "content": "问：“在美酒和女人之间，必须放弃一个的话，你怎么选？”答：“看年份。”"
  },
  {
    "id": "bb86e7b75a7dc87f2a65d4139c1a78cd",
    "content": "妻子负气出走，我张贴了寻人启事：爱妻昨晚离家，至今未归，人偏胖，五短身材，相貌平平，着装邋遢，沟通能力差，脾气暴躁，请好心人留意，有100元人民币重谢。末尾附了一张她的身份证照片。刚贴完不到10分钟，妻子就回来了。"
  },
  {
    "id": "87cad2cfc60612267d6fa2b51ff59877",
    "content": "男友肚子饿了，就去冰箱拿香蕉吃，我对他说空腹吃香蕉不好，他特认真地说：“吃第一口是空腹，第二口就不是了。”"
  },
  {
    "id": "8681f89b5d3ce69d806799c8c60f70a9",
    "content": "晚上去奶奶家吃火锅，饭桌上我夹了一块排骨，不小心掉在地上了！怪心疼的，就问奶奶：“奶奶你今天拖地了吗？”奶奶说：“拖了，我每天早晨都拖地。”然后我就放心地把排骨放到嘴里。紧接着我奶奶又说：“你爷爷晚上泡脚的水我不倒，留着早晨拖地……”"
  },
  {
    "id": "1028c256bab0374e8a81da312765acfb",
    "content": "图书馆的自习室里，一对学弟和学妹卿卿我我，情到浓时男生邀女生出去走走，女生羞涩地说：“我喜欢这里的书香，不想出去。”听到这里，我默默地把穿了一天的运动鞋脱了。加油吧，学弟！学长只能帮到这里了。"
  },
  {
    "id": "8e32d1f831ec9d8b1743d303f5c826d9",
    "content": "10块钱的用处某君找朋友借钱：“能借我10块钱吗？今天打牌把兜儿里仅有的400块钱输了。”“那要10块钱干吗？”“买张结婚请柬，去找老婆报销。”儿子问银行家爸爸：“银行的钱都是客户的，你是怎样赚来房子和奔驰车的呢？”银行家回答：“儿子，冰箱里有一块肥肉，你把它拿来。”儿子拿来了。银行家又说：“再放回去吧！”儿子问：“什么意思？”银行家说：“你看你的手指上是不是有油啊？”"
  },
  {
    "id": "38080bad28cc38cfeee2b2544da7636a",
    "content": "电车上，一对情侣卿卿我我，甜言蜜语。男：“亲爱的，我好爱你。”女：“我也是！而且我的爱是你的两倍！”男：“哇！那我的又是你的三倍呢！”学霸：“哼！设男女爱意分别为x与y，方程y=2x，x=3y，求解得x=y=0。”见证奇迹的时刻今天陪女朋友去逛街买衣服。进了一家女装店，女朋友到试衣间拉上帘子试衣服，我就坐到沙发上去了。这个时候一个六七岁的小孩跑来跑去，突然，他跑到试衣间门口大喊一声：“见证奇迹的时刻到了！”说完，一下就把试衣间的帘子给拉开了……"
  },
  {
    "id": "e6577f16ffa3f5c3caccf8dcb9c49174",
    "content": "我以前遇到服务员态度差，不搭理我时，总是可怜兮兮地对她说：“求求你，给口饭吃。”而我的一个朋友更厉害，总是在服务员刚转身离开尚未走远时，对同伴大声说：“这个服务员好漂亮啊！”通过这些方式，我们不但没被开水浇头，还能享受优质服务。"
  },
  {
    "id": "5aaed1a8f201e79361c229e667d6db57",
    "content": "一朋友刚发了条短信给我，内容是：“寂寞”。我回复：“用一句话来说明你的寂寞。”他神回复：“你刚刚说的这句话一共有82个笔画！”"
  },
  {
    "id": "25cde25ee08ef24b062bb0551094447f",
    "content": "初冬，某城市，一对情侣闹矛盾，约定背对背各走100步，回头时如果还能看见彼此就不分手。结果，他们走了两步就都回了头，却没有看见彼此，于是，他们分手了。后来才知，全是雾霾给闹的！"
  },
  {
    "id": "f5591c784e2e3c4658a952f2cbccc97f",
    "content": "今天到银行ATM机前排队查账，轮到我，查到余额为零，十分失望，马上退卡准备走人。身后一女的问：“没有钱了？”我说：“嗯。”后面一条长龙瞬间消失得无影无踪。"
  },
  {
    "id": "2ca32fe8302577ba7d294444dda8950d",
    "content": "夫妻之间沟通很重要，没有什么事是不好商量的。比如今天我老婆骂我：“你看看你做的这些破事！”我平心静气地说：“你应该多想想我好的一面。”我老婆果然接受了我的建议，说：“你看看你干的这些好事！”"
  },
  {
    "id": "38da4702c985792d9f52125d1e4c90b3",
    "content": "今天看到男友的个性签名：NeedjustWord，WordhasWord。求解释，这是什么意思？回复：你的就是我的，我的还是我的！"
  },
  {
    "id": "b648283d05def4848b47eadd234797a4",
    "content": "睡得正香被吵醒，只听见楼下有个男人大喊：“打死！打死！往死里打！反了！反了！”我一惊，这是要出大事的节奏啊！我赶紧起床，跑到窗前。一个男人正在指挥老婆倒车呢……能不能小点声啊！"
  },
  {
    "id": "65c1f8f6cd5991778e6bea499f543a64",
    "content": "早上去打车，司机看了看我：“哟，这么着急，是赶着去高考考场吧。”我一愣，继而心中狂喜，没想到自己长得这么嫩，居然被人误以为是高中生。谁知司机又接着说：“您家孩子学的是文科还是理科？”"
  },
  {
    "id": "3c5718b7b03e158a758fbbb7d6afa038",
    "content": "语文课上老师抽查背诵，要背朱自清的《荷塘月色》。当抽到同桌的时候，他来了句：“我像只鱼儿在你的荷塘……”"
  },
  {
    "id": "ad3e2818c7fc3c583c9b7d2ec9b8d839",
    "content": "路上遇见多年未见的班花，她问我最近都忙啥。我如实回答：“这两天很忙，昨天给中石油下了个单，今天签订了与电信的合约，明天还要去谈一个与联通、苹果三方合作的方案。”媳妇从后面给了我一脚，吼道：“加个油，装个宽带，买个手机，你得瑟个啥？得瑟个啥？”"
  },
  {
    "id": "f331860a4d9fa5a05e3d5acbf3adf5b5",
    "content": "我对同事有好感，但表白几次都被拒绝了。周末她忽然对我说：“去看壶口瀑布吧！”我大喜，开车三个多小时到达目的地，她说：“这下到了黄河，你该死心了吧……”"
  },
  {
    "id": "c24278d216ddb2e32aa46e2f86d009f6",
    "content": "白娘子受伤现了原形不知所踪，许仙狂奔到西湖边找到当年的船夫，急切地问：“快告诉我娘子在哪里？娘子在哪里？”船夫一脸茫然：“我，我不知道……”许仙发疯似的紧紧掐住船夫：“你是摆渡你不知道？”"
  },
  {
    "id": "23ca3aefdde94cbaa81421447a179304",
    "content": "科技也是有局限的，比如电子书阅读器再好，也无法让你体会到在下一章翻出10块钱的惊喜。="
  },
  {
    "id": "adc7528d75722f7a9345836fded42c33",
    "content": "听说老妈最近在努力挣钱给我攒嫁妆，我好感动地给老妈打电话：“老妈，睡了没？”老妈：“没，忙着呢！看来得一两点才能回家了！”我问：“老妈，您的腰还疼吗？”老妈：“不疼了，你那药挺好使的！”此时我已经泪流满面，接着，老妈的声音从电话那边传来：“都别动！和了和了……”"
  },
  {
    "id": "c7974999f473063f26acf6b89028c4f8",
    "content": "前女友来电，向我推销保险。我说公司帮我买了，不需要。于是，她给我推荐了一个意外险，她说：“这个连雷劈都能保，你想想，你以前发过那么多誓，考虑一下呗。”"
  },
  {
    "id": "f0da155a9721af4880c47bc9d1122f44",
    "content": "我渴望的最浪漫的事就是有一天我们都老了，在温暖的午后，我躺在你的腿上，你替我掏耳朵。你温柔地问我：“这个力道行吗？”我没有回答，你缓缓取下眼镜，开口说：“又掏聋了一只。”叫醒装睡的人我起床上微博，发现家里Wi-Fi没了，赶紧跑到客厅去看是怎么回事，原来是我爸把路由器电源给拔了。老爸得意洋洋地跟老妈说：“这可比每天早上去敲门叫他吃饭容易多了。你永远无法叫醒一个装睡的人。”最遥远的距离今天开家长会，一位同学深有感触，文采大爆发，感叹道：“世界上最遥远的距离，不是生与死的距离，而是你未来的丈母娘站在你面前，你却只能喊阿姨。”"
  },
  {
    "id": "2bd5feb4512c181a8d9d733d7a728270",
    "content": "B：死皮赖脸？A：也不对，是“确认支付”。"
  },
  {
    "id": "2bed0fedfab44043692ebb024e43d328",
    "content": "今天客户来银行取定期存款，坐下后一句话说得我石化了。他说：“你好，我死期到了。”"
  },
  {
    "id": "aae75eea845bf86c4be60f1aa461e9ea",
    "content": "某日在街上遇见一个好久不见的老同学，他说才换了新单位。我问他待遇怎么样，他说：“工资用都用不完。”惊得我目瞪口呆。他接着说：“工资卡上总有几元零钱取不出来……”"
  },
  {
    "id": "c7eefbef724d50cdc492e51077d7297b",
    "content": "老李喜欢上了打猎，几个月过去了，连一只兔子也没打着，同伴们都嘲笑他。于是他买了一只活兔子拴在离自己几米远的地方扣动了扳机，然后高兴地去捡兔子。谁知道过去一看，这回他竟然把绳子打断了，兔子跑了。"
  },
  {
    "id": "32a44ca03a13d1613ebe14b384dfabee",
    "content": "“假如你是一个农场主，农场的粮食今年又歉收了，你会找出哪些客观原因为自己开脱呢？”教授问一个农学院的学生。“今年天气条件不好……”“你能不能想一个特别点儿的原因？”“我们忘了播种了。”"
  },
  {
    "id": "01bacb2bcc66bad44ca527ad1c5d0ebe",
    "content": "一同事想生二胎，劝儿子说再生一个弟弟或妹妹好处多多：“会陪你玩，给你当马骑，当你的小跟班。”结果儿子冷静地反问道：“零食会被分一半这事你们怎么不说？”"
  },
  {
    "id": "63629d4def6aff8f23520ab7a8729cc1",
    "content": "我的手机已经用了三年多，觉得跟不上潮流了，于是向老婆请示，想换一个。老婆说：“要换就换个一步到位的。”我一听很惊喜，谁知老婆来了句：“给你换个老人机！”"
  },
  {
    "id": "76212c8867b06a4e191640e5e46a160c",
    "content": "有个孕妇快要临盆，宝宝在肚子里动来动去，她睡不踏实。这天晚上，她又翻来覆去睡不着觉。丈夫问：“你怎么还不睡觉？”孕妇气呼呼地说：“你儿子不睡觉呗。”丈夫想了想说：“他应该是知道要出来了，在里面收拾行李呢。”"
  },
  {
    "id": "16b53be45f3b5f7c93724307d16e5a3a",
    "content": "针对如今理发店里新人激增的情况，我朋友每次去理发店时，都找发型最丑的那个理发师剪头发。问其原因，他说：“因为他的发型最丑，又不可能是他自己理的，那么他就不可能是这店里最差的理发师。”"
  },
  {
    "id": "6e34d56c03295f82f7d89c0eb420e29c",
    "content": "大一新生军训，一女生问教官：“为什么我们祈祷了这么久还不下雨呢？”教官神回复：“你认为你们四千新生祈祷下雨，能比得过两万多名学长祈祷天晴吗？”"
  },
  {
    "id": "98b7c45beae73d4b784b64e46ec53b10",
    "content": "小王刚上大学时，总记不住学校的通信地址，于是他像演员背台词似的天天念叨，时间长了倒是记住了，可是一不注意就说出来了。有一次打的去学校，司机问他：“去哪儿？”他说：“去××区××路××大学28号信箱。”司机说：“对不起，我的车开不进去。”"
  },
  {
    "id": "3ec5a0214e0ab116756bb562e9eea7c4",
    "content": "人为什么要读书？举个例子，当你失恋时，你会说：“人生若只如初见，何事秋风悲画扇。”而不是只会说：“蓝瘦，香菇！”"
  },
  {
    "id": "6235c9cafd4a59fb8a9919d6277bd422",
    "content": "老婆：“老公，我漂亮吗？”老公：“漂亮！”老婆：“我贤惠吗？”老公：“贤惠！”老婆：“我这么优秀怎么就嫁给了你？”老公：“只有我能把你的缺点看成优点。”"
  },
  {
    "id": "63da8a1766637f354190b9de7b0f897c",
    "content": "那天，我找了一位着名的手相大师给我看手相。他看了看我的手说：“你的手掌很大，你一定很孤单。”我说：“啊？这都能看出来？为什么？”大师说：“因为，越掌大越孤单。”"
  },
  {
    "id": "18b02d4b13364d985b2aef8fb8c64aab",
    "content": "我买了一只仓鼠和一个笼子，然后跟朋友抱怨说：“你看这笼子竟然比仓鼠还贵！”朋友不屑地看了我一眼说：“难道你认为你比现在的房子贵？”"
  },
  {
    "id": "f4950f01005903d161eb3a5241d3df69",
    "content": "送快递一年多了，今天送一份快递到一个小区。对方是一个长年网购的女孩，住5楼，常以各种借口让我把货送到楼上。我像往常一样，给她拨了个电话：“美女，你的快递到了，下楼取一下。”“今天这么特别的日子，你不帮我送上来？”她说。当时我就蒙了，问：“今天啥日子，你生日？”对方沉默了一会儿说：“今天是你给我送快递一周年……”"
  },
  {
    "id": "dd902bc8b5e472c40a6718bb59f7c443",
    "content": "我有一个挺要好的女同学，在班上是班花，在系里是系花，在学校也是校花。毕业后她考到政府机关，我打电话问她现在是不是“局花”，结果我们“友尽”了。"
  },
  {
    "id": "e930fb8a741c0b8ce432d7b4f99a17f9",
    "content": "追一个姑娘很多年，那天她发短信给我：Ifyoudonotleaveme.Iwillbyyoursideuntilthelifeend.我没看懂，请过了六级的朋友翻译，他说：“如果你不离开我，我就和你同归于尽。”于是我伤心欲绝，不再联系那姑娘。后来我英语也过了六级，才知道那是“你若不离不弃，我必生死相依”。"
  },
  {
    "id": "127c35bce9bbbc8f1057d0680e846790",
    "content": "一对夫妻在餐厅庆祝结婚纪念日。在浪漫的气氛下，老婆甜蜜地对老公说：“老公，下辈子你还愿意跟我结婚吗？”老公感性地回答：“老婆，今生遇到你，我很幸福，不过，幸福一次就够了！下辈子我想把机会让给别人，让别人也能幸福。”"
  },
  {
    "id": "2529e43b056d9062c1208d203d520923",
    "content": "今天肥师妹对我说：“师兄，你怎么这么瘦呢？好羡慕。”我说：“多吃点好的，多吃肉……”师妹震惊了：“怎么可能……”我说：“我一个月只有600块伙食费，全吃肉的话就能瘦下来，全吃海鲜的话就能饿死。”"
  },
  {
    "id": "22100aa88922b142ddc54707989b30c7",
    "content": "一个朋友去年算命，算命的说他今年命犯桃花，会被一个忽然出现的女人伤得很深。于是大半年来，他一直很好奇、很兴奋。昨天我听说，他在公司楼下拐角处被一个骑电动车的大妈撞了，现在还在医院里躺着。"
  },
  {
    "id": "03d4a0c3d0c10e35eec957461fe3d638",
    "content": "大学同学十周年聚会的时候，有个大哥拿着话筒到讲台上说：“我大学印象最深的事情，就是暗恋×××四年。今天她也在场。”这女的当时就热泪盈眶了。后来他接着说：“大学四年我最幸运的事情，就是还好当时没表白。”"
  },
  {
    "id": "e9ac3988319ee5b166fd7687b1e5e66c",
    "content": "广告公司要招一个会做PS效果的美工。人力资源主管筛选简历时发现一个大美女，就让她来面试。等看到她本人后，人力资源主管当即决定录用她！"
  },
  {
    "id": "3c46915e5a4ce42866955ea36c6a8140",
    "content": "和老爸上网聊天，帮他处理电脑问题时使用了远程访问，后来没有关。我跟爸说：“爸，我想买个PAD看书。”于是我看到了爸在那边打字：“要多少钱啊？”然后又逐字删掉，换上另一句话：“〔自动回复〕您好，我现在有事不在，一会儿再和您联系。不再提醒。”这样一个男人每个女孩心中都有这样一个男人：他话不多，却总是让你牵挂。有时候工作、学习都没心思，总想他现在在哪里，顺利不顺利。虽然他也曾惹你生气，但你真的很需要他，没人知道你有多爱他。有时他来找你，只要一个电话，你不管多忙，总会放下手中的工作来到他的面前，确认包裹并签名，然后他头也不回地扬长而去。"
  },
  {
    "id": "720d7b1d00f95e8d3daecbbea84e2c45",
    "content": "朋友假期和家人去法国旅游，天天在网上发照片，各种炫耀、各种卖萌，我都懒得理她。但当我看到她在微博上秀出“我在艾薇儿铁塔”的时候，我彻底忍不住了。"
  },
  {
    "id": "06f0576a7036bcfb5353e06d9a250eda",
    "content": "我已经放弃自己了。有个小孩叫我“阿姨”，我瞪着他说：“你说什么？你敢再叫我一声‘阿姨’试试。”然后他颤颤巍巍地叫道：“叔叔？”"
  },
  {
    "id": "e89c287f85afa4510a35da810c141666",
    "content": "刚才收到一个哥们儿的短信：“哈哈，女朋友她妈回来了！我现在正拿着衣服躲在她家的衣柜里，像演电影，好刺激……”看完后，我默默地拨通了他的号码……就让电影朝着更刺激的方向前进吧！"
  },
  {
    "id": "4447b378ded20d72a65a52ebf71a6e28",
    "content": "一个穷小伙子去相亲，回来后对媒人说：“姑娘长得还可以，就是有点胖。”媒人说：“胖点怕什么，就你这条件，就算再胖咱也能饿瘦她。”"
  },
  {
    "id": "a6795b5863dceb49139679d69f5b4a5b",
    "content": "一群人在聊天。甲说：“雾霾太严重了，我去遛一圈狗，回来一看，竟然把别人家狗牵回来了。”乙说：“是啊，今天我去接孩子放学，结果把别人儿子领回来了……”丙大叫不好，便冲了出去。大家不解。丁说：“他太太今天出去买衣服，到现在还没回来……”"
  },
  {
    "id": "04ecee6ea7e47a2da31aaca662044bdf",
    "content": "电话铃响了，是一个陌生女人打来找丈夫的，妻子大声喊道：“老公！老公！老公！你的电话！”丈夫说：“我听见了，你喊这么多声干啥？”“我是怕打电话的人不知道！”"
  },
  {
    "id": "d6a9a8d1293e3e6d0b09416e1b381d0c",
    "content": "各位亲，我被公司开除了，好难过……事情的起因是这样的，昨天领导发通知说：“明早8点开会，带好你们吃饭的家伙，在办公室集合。”结果到办公室一看，同事们都带着笔记本电脑，就我，拿了个碗……"
  },
  {
    "id": "a7acd78023ea9b8746a85aa97861b5dc",
    "content": "问：“有人向我表白，我该怎么拒绝才能把伤害降到最低？”答：“就说我先回家征求一下孩子的意见。”"
  },
  {
    "id": "87db656319fccc28117f21d4fd624363",
    "content": "公交车上，有个爸爸抱着他的小女儿。小萝莉跟爸爸蹭了蹭鼻子，特别可爱地唱道：“爸爸，爸爸，我们去哪里呀……”爸爸笑着拍拍她的小屁股说：“当然是去医院打针针呀！”然后直到他们下车，车厢里都回荡着小萝莉的哭声。"
  },
  {
    "id": "0c3bfd1fec04ee7b2b5029459b689eb1",
    "content": "邻居大妈见我和媳妇出门，称赞道：“这丫头真漂亮，多大了？”我笑着问媳妇：“你有20没？”媳妇心花怒放：“讨厌！”我又说：“你到底有没有啊？我打车没带零钱……”"
  },
  {
    "id": "91cc9569b8078466443d372fc5400087",
    "content": "早上在公交站台和一个单身哥们等公交，一个美女在我们不远处摔了跤。我对哥们说：“你单身这么多年就是不知道主动把握机会，现在机会来了，去吧！”朋友在我的怂恿下上前问：“没事吧？”美女说：“没事。”我朋友回了句：“没事走两步……”"
  },
  {
    "id": "fa137c34455fa12f6e865369b67b0d3b",
    "content": "刚才和同桌吵架了，上课时我俩谁也不理谁。突然手机震了一下，一看是同桌发的三个字：“对不起。”我顿时被感动，正要回复他短信，同桌突然举手大喊：“老师，他上课玩手机！”"
  },
  {
    "id": "1383199a4848cdd08826cb6d273c735b",
    "content": "亲爱的闺密怀孕了，因为已经有了个儿子，这胎想要个女儿。今天她去做了B超，结果又是男孩，她发微信：求安慰。我：别难过，也许以后会很娘呢。"
  },
  {
    "id": "04293a5d0bcfe0e32b28d17c5144e0be",
    "content": "收到前女友信息：过几天我结婚，你来吗？默默回了三个字：下次去。"
  },
  {
    "id": "bc676a6528ab83a1caba5a6617c7819c",
    "content": "上高中时一次考试，我和闺密被分到同一考场且前后桌，快到交卷时我的卷子还是一片空白。正焦急中，后面闺密塞给我一张纸条，我那个激动啊，各种紧张、各种隐藏，最后终于颤抖着打开，上面赫然写着：中午吃什么？"
  },
  {
    "id": "70a757a1baf72584056f9997acea86b6",
    "content": "老师：“假设你有10块巧克力，给蒂娜3块，给米娜2块，给西玛3块，你现在有几块？”小男孩：“有3个女友。”"
  },
  {
    "id": "4afdae228c7743a95335848dc134b6e4",
    "content": "美女在公司招亲：“今年谁陪姐过‘双十一’，姐让他明年过父亲节。”众光棍蠢蠢欲动，只有一矮男岿然不动。一哥们儿试探问道：“为何如此淡定？”矮男呵呵一笑：“从今年‘双十一’到明年父亲节，间隔仅七个多月，这爹当得冤啊！”小伙伴们醒悟：“这才叫真正的坑爹！”父亲的“教诲”生重病的父亲把四个儿子叫到跟前，小心翼翼地从床下拿出一双筷子，正要说什么，小儿子一把抢过去给折断了。父亲又拿出两双筷子，被三儿子折断了。又拿出一双筷子，大儿子看了看，一把夺过去也给折断了。二儿子说：“您一辈子都没什么钱，是在教我们要团结吗？”父亲用微弱的声音说了句话后断了气：“这是……乾隆皇帝用过的！”"
  },
  {
    "id": "bb1262c21ac2bdf0aeacc9ab5952854a",
    "content": "我老去一家餐厅吃饭，每次去，服务员都喊：“老板里面请。”一直以为是因为我有钱，直到昨天才听到餐厅老板开会时说：“长得帅的叫靓仔靓妹，一般的叫帅哥美女，丑的叫老板。”（李伟、玫瑰留香、马静、谷峰等摘）"
  },
  {
    "id": "206c1301e745a677e494312595259f33",
    "content": "有个哥们儿跟朋友诉苦，说老婆一气之下，留下一张字条就回了娘家。他说：“那张字条上写着‘145×154÷DR’，什么意思呀？”朋友想了想，解释道：“意思是，一事无成、一无是处的人。”"
  },
  {
    "id": "608abbc8abdc7e3dd03a82ef8f18d7de",
    "content": "老婆说：“工资上交，提成上交，奖金上交，外快也要上交。”我说：“我哪里有外快？”老婆说：“微信上抢的红包不是吗？”老师：“‘月明星稀，乌鹊南飞。绕树三匝，何枝可依？’这四句诗表达了曹操的什么心境？”学生：“去吃饭找不到停车位。”一哥们儿在朋友圈晒幸福并配文：一个成功的男人，有自己的事业，有个漂亮老婆，还有个好兄弟。有朋友回复：你知道《水浒传》吗？里面有个卖烧饼的，有自己的事业，也有个漂亮老婆，还有一个好兄弟……今天路过一家店，店名叫“容嬷嬷”，出于好奇，我进店看了看，店主热情地迎上来问我：“小伙子，你是来针灸的吗？”早上同事和我说：“一个好老公钱包里应该有老婆的照片，对不对？看看我老婆，漂亮吗？”我立马义正词严地纠正他：“你错了，一个好老公就不该有自己的钱包。”媳妇说要买苹果6s，这样她的苹果6就会给她弟弟，她弟弟的苹果5s一定会给丈母娘，丈母娘的苹果5就会到老丈人手里，老丈人的苹果4s马上就会给我了。好激动！苹果怎么样？第一次用，需要注意什么？小偷刚抢完包，被警察追击，连忙跳上一辆车的后排座位，车前排坐着一个中年妇女和一个小伙，两人回头茫然地看着小偷。小偷掏出刀子恶狠狠地说：“开车，快！”小伙转回头对着妇女说：“阿姨，别紧张，按我们学的一步一步来，踩离合，挂一挡，踩油门……”刚才去家附近的小店打包午饭，偶遇一个朋友，只好装作互相没看见。唉，毕竟都是有朋友圈的人，黄金周这几天他应该在法国，而我应该在瑞士。跟同学约见面，我提前到了，决定买两杯咖啡。结果服务员特别和蔼地问我要不要办张会员卡，问了价格后，我觉得有些贵，但此时拒绝会显得很寒酸，于是我急中生智，问道：“是不是只能在国内用？”“是的。”“那我不办了，谢谢！”和老公看手相，我发现老公的生命线很长，而我的生命线很短。于是，我深情地看着他说：“我可能只能活到50多岁！”我希望老公能说点感人的话回应自己，谁知，他愣了一下，说：“那就别交养老保险了，反正也拿不到！”跟老婆逛街，遇到她前男友了。老婆用犀利的眼神看着我，小声说：“老公，你表现的时候到了！”我心领神会，故意大声说：“心肝儿，逛累了吗？把高跟鞋脱了我背你！”那小子也真狠，硬是跟着我们走了两条街！老公刚到家，就收到老婆发来的短信：“1.洗衣；2.做饭；3.拖地。”老公想了想，发了一条过去：“我选2吧！”老婆迅速回了一条：“亲爱的，这不是选择题，是排序题。”有个人在一个乐队演出结束以后，捡到了乐队鼓手的谱子，内容如下：一开始“咚刺哒刺”若干小节，当听到吉他手“吱儿”的一声以后，就开始疯狂地“咚刺哒刺”。（水云间、解敏、周继红等摘）"
  },
  {
    "id": "8f7c53310d9458c658b46f6e0ad6f2b7",
    "content": "这天，老王听到女儿手机提示来短信了，他拿起手机，点开一看，只见上面写着：“小娟，你就像一本精美的诗集，多情而美丽。”老王顿时怒了，生气地回复道：“小子，好好学习才是正事。”不料，对方很快回复：“你谁啊？”老王想了想，回了一句：“我是诗集出版人。”（丝雨、浩玮、聃尘等摘）"
  },
  {
    "id": "ccbbed937e019433c0ef5c41d0311a8f",
    "content": "女儿上小学三年级，学习成绩一直不理想。为此，我和老婆除了轮流给女儿辅导功课外，还经常给女儿买些大虾、鲜鱼等增加营养，提高智力。考试后女儿拿着成绩单回来，我问：“宝贝，考得怎么样？”“一个‘优秀’。”女儿低着头回答。我问：“是哪门课呀？”女儿抬起头说：“体育！我说没白吃吧，你们看，我身体越来越结实了！”"
  },
  {
    "id": "d1baeaf874bc36e06ca7adfaba845d9b",
    "content": "今年公司年会上，小李抽中了一个二等奖。第二天午饭的时候，小李得意地说：“这是我连续3年中奖了，厉害吧？”小燕羡慕地说：“运气真好，你这真是福星高照啊。”小杨接着说道：“运气真好，你这真是弹无虚发啊。”正在埋头吃饭的小梁抬起头，笑着来了一句：“运气真好，你这真是贼不走空啊。”"
  },
  {
    "id": "2b74d1dab0e8d54c6c772b3b96607085",
    "content": "健身房里有人抱怨：“教练，蚊子太多了吧，都被咬了好几个包了。”教练淡定地答道：“这才叫‘有痒运动’嘛。”"
  },
  {
    "id": "f482e32b316fb788d1e1582c167576f2",
    "content": "一学医的女性朋友，性格开朗，有点二。某周末老师让她去拿人体标本，回来的时候公交车坐反了。重点是那二货还在车上睡着了，到了终点站才下车。你能想象深夜11点一个女子在一个荒无人烟的地方提着一只手、一条腿、一个人头，边走边哭的场景吗？"
  },
  {
    "id": "c40e7f0013c7f347e414cea5b10ee542",
    "content": "月饼爱上了馒头，狂追。但馒头老是拒绝，终于月饼忍不住问馒头：“你为什么老是拒绝我呢？”馒头说：“我妈说了，你肚子里都是花花肠子！”"
  },
  {
    "id": "7dc8ff11e418160e77c26c5d5165229c",
    "content": "刚买了小西红柿，没走几步袋子就漏了，小西红柿散落一地。正头疼时，空中飞来俩塑料袋，我选了个大小正合适的抓下来。北京真好。让人想死的安慰同学聚会，大家感慨万千。一女生哭诉：“我今年都24了，长得不难看，性格也很好，怎么就没男朋友，也没人追呢？”大家沉默。这时，一个二货幽幽地飘出一句：“那是因为你还不能正确地认识自己。”"
  },
  {
    "id": "534608dc8f4f55d3bf92a3a6ad115312",
    "content": "女友让男友去买卫生巾，男友不愿意去，怕遇到熟人，于是，女友递给他一个黑塑料袋。只见男友拿着塑料袋，犹豫了一下，迅速地在袋子上抠出两个窟窿，往头上一套就冲了出去！"
  },
  {
    "id": "fb88fe986babd6944618003c31aecf8e",
    "content": "读小学的儿子说：妈妈，老师让你明天去开家长会。妈妈：让你爸去。儿子：不行，老师说爸爸也是他教的，不想再说他了，一定要你去！"
  },
  {
    "id": "ea17275484fa709e69abd9c0f298fd9e",
    "content": "今天和女朋友吵架，就坐在公交车上瞎转悠，这时来了一个大妈，我果断给她让了座。没一会，女朋友来电话了。我说：“我已经离开这个城市了，已经在火车上了。”女友拼命说：“我不信，我不信。”这时大妈扯着嗓子喊：“啤酒饮料矿泉水，花生瓜子烤鱼片！来，腿收一下。”"
  },
  {
    "id": "fbb5bd8e9f63a5986b5cc0132bae0694",
    "content": "本人开淘宝店，今天收到一条差评，内容是：发货速度太快，食品太好吃，导致老婆无节制购买，又花钱、又长胖，差评、差评、差评……"
  },
  {
    "id": "170e254230b374b2e5fb71814fd5db13",
    "content": "女朋友要和我分手，为了拯救这段感情，我把她的素颜照发到了朋友圈。果然，她不仅主动联系了我，还信誓旦旦地对我说：“我跟你没完！”"
  },
  {
    "id": "64cb7a99d8b38f5bb4f720abe61172dd",
    "content": "妹妹的男朋友来提亲，老妈嫌他的长相一般，不答应，只见他掏出一堆证：房产证、行驶证、健康证、名校毕业证等等，老妈当场就同意了，然后转头对我说：“看，这就是‘证’能量。”"
  },
  {
    "id": "34406a274fd3914686782d1580066044",
    "content": "每天，女孩都会来他店里吃饭，坐在靠窗的位置，点上两份套餐，虽然每次他问起有几位用餐时，她总是羞涩地笑着说两位，可最后却都是一个人默默吃完。他想，也许曾经有个人陪在女孩身边，但那人已经不在了。终于有一天，他想过去聆听女孩的故事，却听到那女孩自言自语道：“两份的量也那么少，不够吃啊，靠！”"
  },
  {
    "id": "66aa61afc3dfc0070c618597425079d5",
    "content": "大学时的一个室友打呼噜特别响，有天早晨他忽然问我们：“我昨晚是不是又打呼噜了？”我下铺那哥们说：“你打没打呼噜我们不知道，反正楼道里的声控灯亮了一宿。”"
  },
  {
    "id": "1da54c6c761fc7c16b9aec92a837ead5",
    "content": "女：老公，你那么爱我，来说说我的优点吧。男：这个嘛……爱一个人是不需要理由的。女：那我有啥缺点？男：懒笨馋凶矮胖圆……"
  },
  {
    "id": "03fc619c01db70704128118eacd0ee16",
    "content": "语文考试有道填空题，问李清照是__派的词人，我不知道，就写了个武当派，卷子发下来后老师说有个学生的答案必须得请他家长来看看！我想我完蛋了，结果是同桌被请家长了，因为他的答案是“蛋黄派”。"
  },
  {
    "id": "470ad953e524f46181995747e5740e08",
    "content": "一个歌手、一个演员和一个画家被一群大象包围了。为首的大象让他们表演自己的才艺。歌手唱了一首动听的歌，大象们很满意，放走了他。演员表演了一段搞笑的滑稽戏，大象们看了很开心，也让他走了。画家连忙给它们画了一幅画，大象看完画大怒，一边用鼻子抽打他一边说：“叫你抽象派，叫你抽象派……”"
  },
  {
    "id": "b178583155a713bb3939c59e398188fc",
    "content": "甲：“世界上最伟大的动物是什么？”乙：“公鸡。”甲：“为什么？”乙：“活着的时候会叫人起床，死了做成鸡毛掸子还能叫人起床。”"
  },
  {
    "id": "a5f9c9a9b07d75c054a46f2f4f3967b4",
    "content": "三岁的儿子从幼儿园回来，气呼呼地对我说：“爸爸，老师一点都不好，总是凶我，中午还不拍我睡觉。”我：“老师不可能像妈妈一样，她要照顾那么多的人，你要听话。”儿子：“让老师和妈妈换换就好了，妈妈每天在幼儿园陪我，老师在家陪爸爸。”"
  },
  {
    "id": "d821f526bc8a64c34f2656d1191f2b3f",
    "content": "老婆出门旅游了，晚上给老公打电话查岗，问：“在哪儿呢？”老公：“在家呢！”老婆：“枕头下面压着100块钱，把编号念给我听！”老公：“对不起，老婆，编码不能告诉你了。我坦白，我拿100块买了烟，不过没花完，还剩80块。”老婆：“其实我在枕头下放的是10块。”"
  },
  {
    "id": "0d12af2eceea82634ecf172c16fb6248",
    "content": "一对男女在交谈。“你就像导盲犬一样。”“讨厌，人家哪有那么可爱！”“我是说，瞎了眼的人才会要你。”"
  },
  {
    "id": "30f38dc999e45d378cadf05193a904e9",
    "content": "刚接一电话，对方张嘴就问：“哎你在家呢吗？”号码陌生但听这语气肯定是熟人啊，不知道是谁，害怕尴尬，于是也装熟回他：“我周五还能在家？饭局啊！一到周五就这样，好几个饭局，你在哪儿呢？咋了啥事？”对方沉默一会说：“你叫的外卖，我在你家门口呢。”"
  },
  {
    "id": "3470f165d4894024ef02dc31983a39a2",
    "content": "“老公，我喜欢这双鞋。”老公看了看8888元的标签，说道：“钱可能不够，就带了一半。”“那就买4000的那双吧。”“不是告诉你了吗？只有一半：88。”"
  },
  {
    "id": "6224de51c83ba410764804fbd8870f2c",
    "content": "幼儿园门口，很多人在接孩子，一男子接了3个男孩，长得特像，大家都问：“你这3个孙子是三胞胎吧？”男人摇了摇头说：“一个是我孙子，一个是我儿子。”大家追问：“剩下的那个呢？”男人哭了：“是我弟弟。”"
  },
  {
    "id": "2f121e9ff03acad66e49b5050c4e9cac",
    "content": "“老婆，今晚想吃点什么？”“我想吃螃蟹、土豆炖牛腩、糖醋鸡翅！”“好！我今晚有点事，你做好了等我回去陪你吃，爱你！”"
  },
  {
    "id": "4d7bf681b6d4e84f5f7f58943de5255b",
    "content": "近年来，我获得了不少成功，主要分为三类：登录成功、下载成功、付款成功。也明白了自己最大的不足：余额不足。"
  },
  {
    "id": "12ae640f21ea4f5d395fd06f9fc17ba2",
    "content": "某天，我和仨哥们儿一起喝酒。喝高了，大家开始聊人生、谈理想。我说：“我的理想是和我爸一样月薪十万！”当时，他们都惊呆了，说：“没看出来你也是富二代啊！”我端起酒杯，慢慢地说：“不是啊，我爸的理想也是月薪十万……”"
  },
  {
    "id": "24859903b6d2e21a36a8f1aa24c6df1b",
    "content": "今天在街上碰到朋友，看到他脖子上有一条血印子，就惊讶地问：“怎么了，让谁打了？”朋友哭笑不得地说：“兄弟，还是你说的对，假的金项链不能买啊！质量太好了，我骑车上街，让小偷给抢了，拽半天没拽走，差点没把我勒死。”"
  },
  {
    "id": "159b90942eb5d4e7bc4835f61004e85a",
    "content": "一高中生某次搭公交车，一会儿上来位带着孩子的年轻妈妈，高中生想发扬雷锋精神让座，可不知道怎么称呼，叫“阿姨”吧，人家挺年轻；叫“姐姐”吧，也不行。情急之下，他来了句：“孩子他妈，来这儿坐。”"
  },
  {
    "id": "212cdae0bfb7239a89fdffd755642a16",
    "content": "七夕，看完电影，他们在快餐店小坐。看着她两口吞下一个蛋挞，又吃完一个鸡肉卷，他说：“我去给你买个甜筒好不好？”她说：“不要，我要吃烤翅。”他说：“吃甜筒吧，吃点儿冷的。”她说：“烤翅！都说了要烤翅！”于是，他走到点餐台前问服务员：“你们有办法把戒指塞进烤翅里吗？”"
  },
  {
    "id": "c505b0f3d93aa875aa298982354fcef7",
    "content": "一女子找到一位高人，向他讨教功夫。高人听罢她的来意，随手一指电脑上的水煮鱼图片，问：“想不想吃？”女子答：“想吃！”高人又指了指红烧肉图片，问：“想不想吃？”女子答：“想吃！”高人再指了指烤羊腿图片，问：“想不想吃？”女子答：“想吃！”这时，高人慢悠悠地说：“很好，你已练成了。这功夫就叫‘一指馋’……”"
  },
  {
    "id": "1a82ff37d5fbc06c4fbbd8c033e6372f",
    "content": "我女朋友洗完澡，浴室的镜子上都是雾。她在吹头发的时候就念叨：“魔镜，魔镜，谁是世界上最美丽的女人？”说完，她就用吹风筒对着镜子吹，不一会儿，她的脸就出现在镜子中……"
  },
  {
    "id": "d1f29621d0ed57ef61db52cbe9046ef3",
    "content": "晚饭时，突然听到有人敲门，我打开门一看，一个送外卖的小伙子拎了很多好吃的站在门外。我说：“你一定是弄错了，我并没有叫外卖。”“这我知道。”小伙子说，“这是你某个微博好友让我拿给你看一眼的，这是他今天晚上要吃的美食，他手机坏了发不了微博。”"
  },
  {
    "id": "a18dfb8f017d64c189d5a4e0a31f8c58",
    "content": "朋友聚餐，差一人没到。我们就先点菜，饭店给力，菜很快上齐了，我们等了会儿没忍住就先吃了，盘子全见底了，那朋友还没来，于是服务员特勤快地把空盘子全收了。这时正好朋友到了，他看看空荡荡的桌子，忙说：“真不好意思，让你们饿着肚子等到现在，点菜吧！这顿我请！”听了这话，我们都没解释，默默地拿起菜单……"
  },
  {
    "id": "c8455974e4cc65ddba879df7b24b2937",
    "content": "小时候，老爸教我做饭，对我说：“男娃儿要晓得整饭，否则以后婆娘生气回娘家了，还不得饿死。”多年以后，媳妇和妈在外面看电视，我和老爸窝在厨房。相顾无言，唯有泪千行。"
  },
  {
    "id": "a014a24e9cf6b56bd1e262cf61191901",
    "content": "有同事说她的奶奶今年98岁了，还思路清晰，偶尔打麻将。我问老人家平日有啥好习惯，同事说奶奶平时从不做运动，没事就躺着，最喜欢吃麦当劳之类的煎炸食品，到70多岁才戒的烟，数钱的时候最开心，但一辈子没上过班。好的，我懂了。"
  },
  {
    "id": "ece3d3a43411be0a23a998c4f6f3799f",
    "content": "在十字路口等红绿灯的时候，司机看了眼外面的广告牌，感慨道：“现在连电池都分甜咸了，还超咸。”我探头一看，超威电池……大哥放我下去，你这个视力我好怕。"
  },
  {
    "id": "89b331372f6008557202c9c903321a9f",
    "content": "向群里的炒股前辈讨教炒股的经验，他跟我说：“你去看这几本书，能帮助你。”我问是啥书，他发给我一个书单：《爱上这身无分文的日子》《俺没钱俺快乐》《活着就是幸福》……"
  },
  {
    "id": "1d93321b8a2dd0324a329844f085155b",
    "content": "朋友考上了某理工类大学，某天跟我打电话说他们一个系一百多人，只有两个女生。我表示很羡慕，说：“那你岂不是幸福死了？”朋友叹了一口气说：“确实只有我们两个女生，可我居然还不是系花……”木木博客"
  },
  {
    "id": "233a73884c2ae1f0e671a80ccd821cf6",
    "content": "上物理课，学术不精的物理老师正在讲雷电产生的原理，讲到一半有些卡壳，正在狂翻教辅时，底下不知道哪个同学喊了一句：“老师，那我们平时应该怎么避雷？”老师瞬间脱口而出：“不做亏心事！”"
  },
  {
    "id": "9f25f78577506487549cd97572c683da",
    "content": "在一家时装店里，一个穿着时尚的美女，对服务员说：“这几套衣服我全要了！”服务员正在包装时，美女突然大叫道：“糟了！”服务员：“怎么了？难道您忘记带钱了吗？”美女左右看了看，很尴尬地说：“我……我忘带男朋友了！”"
  },
  {
    "id": "e3417731b2d96c5eceac7a460af0a0a5",
    "content": "昨晚在饭店吃饭，吃得正香时一哥们儿拍了下我肩膀道：“我先闪人了啊！”我还没看清那人是谁，他就溜了。我想肯定是认错人了。饭毕埋单，服务员硬是把那哥们儿的账算到我头上，说我们是熟人。"
  },
  {
    "id": "9b85096d419a761346b4495815f0ea16",
    "content": "今天在家对妹妹诉苦，说自己是备胎什么的。妹妹听后淡淡地说：“你连备胎都算不上，你最多是个千斤顶，别人换备胎的时候用来顶一下……”你是我亲妹妹么？"
  },
  {
    "id": "e41d555ad9450ea679affbf11507ed93",
    "content": "我妈特别喜欢漂亮姑娘，她常说，如果未来的儿媳妇不是美女，就连儿子也一并不要了。昨天，我刚把女友的照片给我妈发过去，我妈就给我回了条信息：“亲家母真年轻。”"
  },
  {
    "id": "6b4728e5cbba6092274b59427a04fee3",
    "content": "一女子请来一道士驱邪，说：大师，最近实在很奇怪，先是上楼梯时，那木头楼梯竟然硬生生断了，后来我刚坐到椅子上，椅子也折了；最恐怖的是，晚上睡觉时，床竟然也塌了！请大师救我！道士听罢，掏出桃木剑，舞动一通，剑指女子，大喝：丫头，你该减肥了！减肥“妙招”妈妈整天嚷嚷着减肥，可是体重不但没降，反而上升了，这让她很郁闷。晚上吃饭时，妈妈一边摸着小肚子，一边感叹：“这赘肉用什么办法才能减下去呢？”这时，我走过去说：“妈妈，我知道。你再生一个孩子呀！”“为什么？”妈妈疑惑地问。我得意地说：“你不是经常说孩子是妈妈身上掉下来的肉吗，再生一个孩子，你就减肥了。”"
  },
  {
    "id": "81d17f0ab3d89695f9f260b8c59cd054",
    "content": "老公受不了我整天网购，果断把我支付宝里的钱全部转走，并没收了我的卡，气得我把自己关在房间里一整天没理他。到了晚上，我默默地用白天一整天时间、截图并五星好评后返现的钱，又买了一件羽绒服……还有什么能阻挡我网购的心？"
  },
  {
    "id": "892728960bb6a18833aa7d8735f4673f",
    "content": "有个人开了个网店卖电话充值卡，每次等交易平台上显示“买家已付款”后，他就给对方的电话号码充值。有一天，这人跟朋友哭诉自己被人骗了。朋友很纳闷：“现在网上买卖规范，操作简单，怎么会呢？”那人解释说自己还没等买家付款，就帮对方充值了。朋友更纳闷了，问：“你平时挺精，怎么也会做这种傻事？”只听那人哽咽着说：“对方比我还精，他的网名就叫‘买家已付款\\’，我一看到这个就点充值键了。他还一次性买了100张！”"
  },
  {
    "id": "deab40861765cf340196664b024d8a3b",
    "content": "我和一个哥们儿吃饭，他说：“老婆出差了，我终于过上了皇帝般的生活，每天晚上都可以翻牌子了！”我羡慕嫉妒恨地问：“有多少牌子可翻？”他故弄玄虚片刻，答：“洗碗、不洗碗、看电视、打游戏、聊天……一直翻到写有‘睡觉’的牌子为止。”"
  },
  {
    "id": "9b056f4ec222fe850e6dcaa85a806992",
    "content": "从我小时候开始，我妈就没打过我，但是每次我做错了事情，她都会叫我爸揍我。今天和我爸说起这件事时，我爸说：“孩子，你记住了。爸爸不是暴力的决策者，爸爸只是暴力的搬运工。”"
  },
  {
    "id": "e99507e5f4f1b70b25cb6d0945bed6c0",
    "content": "妈妈：“女儿啊，早上看到你发了条微博抱怨卡里没钱了，已给你转了。”女儿：“谢谢妈妈，可是钱怎么还没到账呢？”妈妈：“我已经转发了微博。”"
  },
  {
    "id": "ea29f5c0da620e0c8857f2a9e59d6dc2",
    "content": "有一次带女朋友回家。老妈问了一个很经典的问题：“我和你媳妇同时掉河里，你救谁？”当时我就蒙了，女朋友献媚似的接话：“当然是救您了。”我随声附和：“是的，当然救老妈您了！”然后，老妈来了一句：“看吧，你还是听你媳妇的！”"
  },
  {
    "id": "21844330d3a22018b614cd9d7ea8c7ac",
    "content": "晚上老公抱着我，正要入睡，这家伙在耳边说了一句让我吓一跳的话：“这辈子真短。”我一惊，正想着要怎么安慰他，只听他说：“脚都盖不到，好冷。”"
  },
  {
    "id": "5279e788fb6e42f0490aa4be8652d572",
    "content": "今年过年回老家，全家人开始了“啥时候带个对象回家”的火力攻势。我淡定地抛出了撒手锏：“我对象还没离婚。”一屋子人面面相觑，沉默良久，开始改劝：“分手吧。”我一口答应，解围成功！一下就能到200妻子快过生日了，特别想要一辆一脚油门就可以开到时速200公里的车。她提示丈夫：“我要的生日礼物，是可以从0一下变到200的东西。”生日那天，她开心地发现家门口有个箱子，打开一看，里面放的是秤……"
  },
  {
    "id": "4eb2c8276a149eff859bd98efb7a8778",
    "content": "老何去偏远地区出差，住宿条件差，一个房间住了好几个人。他有早上跑步的习惯。第一天，他跑步归来买了一屉小笼包往桌子上一放，然后刷牙洗脸去了。回来一看，包子没了！他心里暗暗生气，却也没好意思发作。第二天，老何锻炼完回来又买了一屉小笼包，并且当着所有人的面儿把每个包子都舔了一遍，然后放心地去洗脸刷牙了。回来一看，包子还在，但馅儿没了……误会在网上看到个“500元带你走近马尔大夫”的广告，我脑袋一热就把钱打了过去，对方收了钱也不含糊，带着我七绕八拐来到一家医院，叫了个医生出来对我介绍道：“这位就是马尔大夫！”"
  },
  {
    "id": "d5d2cc6c39ed320c08a14e982c1b6697",
    "content": "在餐厅和女神一起用餐，准备借此机会表白，她说：“你没车没房，我跟着你干吗？”这时，邻桌一男的给我解围：“少爷，老爷让你吃完回去定一下买哪款宾利。”我感激地说：“知道了。”他说：“那我在外面车上等你。”然后，女神说：“亲爱的，我们结婚吧。”买单时，服务员说：“一共5800元。”我说：“这桌顶多800元啊！”服务员解释道：“你是消费了800元，可你司机消费了5000元啊……” "
  },
  {
    "id": "1c5167a0b5ba7cba21692321977b6b22",
    "content": "老婆说我和她相差了十六辈，我一惊，问为啥。老婆算了一下说：“你是修了八辈子福才娶到了我，而我是倒了八辈子霉才嫁给了你，加起来是十六辈。”"
  },
  {
    "id": "7f5eb3aca593ca8b80523578462899d3",
    "content": "老师：“小明，请你用‘左右为难’来造句。”小明：“我考试的时候左右为难。”老师：“因为不会做，所以左右为难吗？”小明：“是左边同学和右边同学的答案不一样，让我很为难。”"
  },
  {
    "id": "0d707c97d0e91887b05f4f379508b473",
    "content": "今天去菜场买菜，看到地上有一枚硬币，弯腰去捡却怎么也抠不起来。这时旁边一老头笑呵呵地对我说：“小伙子，胶水质量还可以吧，买一瓶吧。”男女关系妙答A：你最孤独的时刻是什么时候？B：第二杯半价。A：男女之间有纯友谊吗？B：有，越丑越纯。A：男生的长相到底有多重要？B：三分天注定，七分靠打拼，剩下九十分全部看长相。A：如何降低自己的择偶标准？B：照镜子，看存折，拿尺子。"
  },
  {
    "id": "94f32fa1359edd416af252c7ff51ffb1",
    "content": "女：“你给我解释清楚，不解释清楚我跟你没完。”男：“好，我给你解释清楚。”女：“我不听，我不听。”"
  },
  {
    "id": "c1bbf5101317a0881fc0c815b8147a6b",
    "content": "员工大会上，领导老是在夸自己去年做得有多好，一位同事忍不住了，就随口说：“张总，您能不老自己夸自己吗？”气氛顿时变得有些尴尬，我心想，敢这么和领导说话，他死定了……没想到他又慢悠悠地加了句：“搞得我想夸您都没机会插嘴。”"
  },
  {
    "id": "4024592f3dc84478fae81e8306f2cfe5",
    "content": "昨晚去餐馆，准备喝点小酒。刚坐下，一个美女向我走来，问：“一个人吗？”“嗯。”于是，她默默地把桌上另一副碗筷收了下去。"
  },
  {
    "id": "c166f540dd72e15a57d1b6221d4088c4",
    "content": "一个来公司面试的女生，钢琴十级。总监问她：“这对你的工作有什么帮助？”她答：“能熟练运用各种软件、系统的快捷键，再复杂的快捷键组合也能瞬间操作完成。”"
  },
  {
    "id": "c7902a4ff8fe21881cb367ba5491bb37",
    "content": "老板：这几天我陪你去香港玩玩，你准备一下。秘书：这几天我要和老总去香港开会。老公：这几天我老婆不在家，陪我。情人：这几天老师有事，停课。学生：这几天不上课，爷爷陪我出去玩吧，我要去动物园、欢乐谷……爷爷：香港去不成了，孙子要我陪。秘书：老总突然有事不去香港开会了。老公：老婆不走了，下次再说。情人：这几天照常上课！学生：唉，老师说这几天照常上课。爷爷：还是去香港吧，你准备准备。"
  },
  {
    "id": "526f304ded92183317ecc92d67ea73a5",
    "content": "昨天，我去面试，主考官问我：“你有什么特长？”我说：“我工作追求完美，并且具备自我批评的精神。”主考官说：“哦？可以举例说明吗？”我说：“我是处女座，我恨处女座。”"
  },
  {
    "id": "8fdd5d8ba133c95c95bfbddf16b069a9",
    "content": "去换药，护士大姐面无表情地让我到治疗床上趴好。脱了裤子，揭下纱布，看到伤口，她突然在我背后说：“哦，是你啊！”气氛突然变得欢乐起来。"
  },
  {
    "id": "681fe24e51f9b31ade558b62f79465b2",
    "content": "老婆参加同学聚会时给我发短信：“老公，跟他们在一起好无聊，你打电话叫我回去吧，说话温柔点，我好开免提。”于是我美滋滋地打电话过去：“老婆，怎么还不回来？”老婆：“说了多少次，该管的管，不该管的少管！”说完，她就挂断了电话。"
  },
  {
    "id": "3ac1b4f563181970b4df87117ccda687",
    "content": "“当对方说了什么，让你觉得最无助、最无能为力？”“王炸，就剩一张牌啦！”谜一样的女生少年时，最讨厌做课间操的是女生，做操时最喜欢偷懒应付的也是女生；成年后，拼命练瑜伽的是女人，拼命跳健身操的也是女人，拼命学减肥操的还是女人；老年后，每天起早贪黑跳广场舞的还是她们！唉……"
  },
  {
    "id": "123bd81c8933238c659af7d37119c4e9",
    "content": "那天和老婆去沙滩玩儿，看到一对对小情侣在沙滩上画着心形图案，上面写着“我爱你，你若不离不弃，我必生死相依”等等诸如此类的话。我突发奇想，对老婆说：“老婆，我们也画一个吧。”画好了，问老婆写点什么，老婆不假思索地说道：“顺我者昌，逆我者亡！”最新结婚证词神父在教堂问：“你愿意做她的小火车，永远不出轨吗？”“我愿意。”“你愿意做他的美人鱼，永远不劈腿吗？”“我愿意。”神父接着说：“现在，请新郎新娘交换微信密码！”"
  },
  {
    "id": "e9bc68c4792503250b6682a7bc30593a",
    "content": "朋友在民政局上班，昨天碰到一对年轻夫妻过来办离婚手续（女的想离），就劝了他们几句。结果男的开始回忆，说他妻子的各种优点，甜蜜的小事，以前生活的种种，对两个人以后美好生活的规划。说到后来，女的抱着男的哭着说：“我不想离了。”没想到，男的把女的推开，对我朋友说：“还是离吧，这娘们和以前比变得太多了。”"
  },
  {
    "id": "fa5f07e4e4ea04b46bd2307d12523b8d",
    "content": "有一家新开的饭店，门口有个屏风，写了四个大字：客如云来。晚上，饭店打烊，老板问服务员：“今天的生意怎么样？”服务员指了指屏风，回答道：“万里无云。”"
  },
  {
    "id": "6e3fae5db491479be890fb824cf73e11",
    "content": "我看她睡了，想起网上流传的馊主意，“啪啪”扇了她两巴掌。她惊恐地睁开眼睛，我赶紧抱住她说：“宝贝，你做噩梦了吗？别怕！一切有我。”她忍了一会儿说：“刚才我只是闭着眼睛想事情，没有睡着……”"
  },
  {
    "id": "603d8caf8dacc48baaa78c2343257894",
    "content": "麻辣小龙虾为何成了夜宵文化的代表？因为吃小龙虾的时候不能玩手机，只能聊天，社交效率高。"
  },
  {
    "id": "bcb3c1d7f429473972a059d93d639acf",
    "content": "今天碰见一个炒股大神，告诉我一个稳赚不赔的策略，太棒了。首先，你要加入各种交流群，认真学习炒股知识，获取各种内幕消息。群友股票涨停抢先祝贺，让他发庆祝红包。别人股票跌停，抢着安慰，让他发转运红包。最重要的一点，一定要做到：你只管闷头抢红包就行了，千万别买股票！"
  },
  {
    "id": "479581c7ce70bde0de0a03e9e1aac025",
    "content": "早上出门遛狗，狗跑了，追了好长时间也没追上，忽然发现自己迷路了……这时家里来电话，我急忙说：“狗丢了。”老爸说：“狗回来了，你在哪儿呢？”我一愣：“那是我丢了……”姜还是老的辣正在玩手机，儿子跑过来气呼呼地说：“你天天就知道玩手机，能陪我玩会儿吗？”我说：“好啊，我们来玩个游戏吧，我来演皇帝，你来演大臣，好不好？”儿子开心地点头。我摆好架势，威严十足地说：“来人呀！”儿子也配合地应一声：“臣在。”我一本正经地说：“把朕的手机拿来！”"
  },
  {
    "id": "8e8454e0a293d4ac38c17aa1c98825c9",
    "content": "算命的：“你的婚姻线就如同天安门。”我：“哦？很伟大吗？”算命的：“往东是东单，往西是西单。”"
  },
  {
    "id": "79846e7a27250d3c5d49e100ccfdf059",
    "content": "校长有天路过学校后门，突然听到一句：“我要考牛津！”校长顿时感动不已——没想到我们学校也有如此有志青年，决定看看是哪位，忽然又听到一句：“再来两串大腰子！”"
  },
  {
    "id": "795a5b44a13dc80c6fbd73f0cde044e3",
    "content": "刚上大学的时候，为了表明自己是很有个性的人，我给宿舍取名“不羁阁”，并写在纸上贴在了宿舍门外。4年后，宿舍里的4个人一共挂了20多科。"
  },
  {
    "id": "ba8bfe394534f448c54ce43138d3af01",
    "content": "我在学校仅仅能做的三件事：1.看学霸秀成绩2.看情侣秀恩爱3.看土豪炫富。比这更忧伤的三件事：1.看学霸秀恩爱2.看土豪秀成绩3.看情侣炫富。"
  },
  {
    "id": "c4ff6b7cde0688c57a2a1fb10434b5a0",
    "content": "一天晚上，打车回家遇到一个非常有意思的司机师傅。我俩聊天，他问我：“你猜《西游记》里有多少种妖怪？”我说不知道。司机师傅揭晓了谜底：“有三种：一种是要吃唐僧的，一种是想嫁给唐僧的，还有一种是惦记唐僧袈裟的。”"
  },
  {
    "id": "ac0d0fa141450a1eb00bf6dd9ccd064d",
    "content": "女：“周末我们出去玩吧。”男：“没钱。”女：“你不是说养我吗？带我出去玩都不愿意。”男：“我只圈养，不放养。”"
  },
  {
    "id": "14fb3e075a405044012011dbcf601712",
    "content": "研究室的伦敦帅哥含着泪对我说，他们英国人那么重视早餐，是因为午饭和晚饭太难吃了。请人吃饭的绝招"
  },
  {
    "id": "f42db50ff9e806cfc68f6006aaa1dea9",
    "content": "秘书过生日，我问她许了什么愿。秘书哭着说别问了，她的愿望已经失灵了。后来听说，她许的愿是：“希望我的老板别整天什么都要打听了。”"
  },
  {
    "id": "a928a1c26e62102e749e2e5770957d3a",
    "content": "在拥挤、嘈杂的公交车上。一年轻女子说：“你看你，踩到我的脚连个屁都不放。”一男子缓缓地说：“踩到你的脚已经很对不起你了，如果再冲你放个屁，我还是人吗！”车厢里哄笑一片。"
  },
  {
    "id": "dfc48fe49287d1e698446bbac70d08f8",
    "content": "宣布戒酒了！但以下情况例外：一、有朋自远方来，得喝！二、朋友远行，要饯行，得喝！三、朋友相聚，得喝！四、有亲朋好友的喜事，高兴，得喝！五、碰到不开心的事，借酒浇愁，得喝！六、有人请，要给面子，得喝！七、请人喝酒，要陪好，得喝！八、昨天喝醉了，难受死了，得透透，得喝！九、朋友出门回来，要接风洗尘，得喝！十、宣布戒酒成功，得庆祝，得喝！"
  },
  {
    "id": "4cf5797fb227e6f23b23958681e5ddc2",
    "content": "一家三口逛街，媳妇和孩子在前面逛，丈夫实在是不想逛，就在后面路边摊用十块钱买了一条假的金链子，快步走到媳妇跟前，把链子攥在手里稍微露出一点，低声说：“捡的，快走！”于是，一家三口急急忙忙地回家了……耳机公交车上，我戴着蓝牙耳机听歌。突然，一位大妈小声对我说：“小伙子。”我一愣，热情地回答：“您有事？”大妈得意地对一位大爷说：“我说吧，看他那牌子就不错，这么小声都能听见。”大爷问：“小伙子，你这助听器哪儿买的？”"
  },
  {
    "id": "4b3c2cf61893c4c603241c082bec1b47",
    "content": "外甥女摸着自己的肚子说：“舅舅，我还想吃。”我笑着说：“想吃就吃。”儿子听了说：“等你吃成我妈这样，嫁不出去就该发愁了。”老婆听了这个气啊。外甥女却不以为然地说：“怎么嫁不出去？舅妈不是嫁给舅舅了吗？”“就是。”老婆给外甥女又端了碗饭说，“别听你哥胡说，该吃就吃。”可饭摆在她面前，她犹豫了一下，问：“那我要是吃胖了，是不是只有像舅舅这样的才肯娶啊？要是这样，我还是不吃了。”"
  },
  {
    "id": "86b823e02a6563eef5ecb6a43d082b0f",
    "content": "一个帅哥走进一家药店，对售货员说：“我要买一个生命探测仪。”售货员听了一愣，问：“生命探测仪？店里没有啊！”只见那帅哥扭捏了好半天，不好意思地说：“我……我就是想买个验孕棒。”"
  },
  {
    "id": "a00179b7a78ed7d5e6e98d740181f002",
    "content": "我有一个小姨只比我大几岁。有次我和小姨手挽手上街，那个亲热啊。结果被路过的班主任发现了，回去跟我妈告状说看见我早恋。我妈质问我：那天谁挽着你？我默默想了想说：你妹啊！我妈瞬间一个巴掌抽过来，到现在我脸还疼呢……"
  },
  {
    "id": "196b4551aeedbaa13d08dd4041e1864c",
    "content": "看见一小孩子拿了一大包巧克力在吃，一会儿就吃了半袋子。我出于好心说了句：“小孩子不能多吃巧克力，吃多了会得病。”那孩子对我说：“我爷爷今年103岁了。”我问：“因为吃巧克力？”孩子说：“不是，因为他从来不管闲事。”"
  },
  {
    "id": "623641fdb57c861dc0fd88a712b215d0",
    "content": "老师：“我真不明白，你一向是我最得意的学生，功课样样第一。可是这半个月以来，你忽然一塌糊涂，成绩一落千丈。到底是怎么回事呢？”学生：“很简单啊，老师，我爸爸现在跟不上了。”"
  },
  {
    "id": "97b4568d95226ac87afaaf3b19b57411",
    "content": "甲说：“今天工作好忙。”乙说：“有多忙？”甲说：“这么跟你说吧，上了一天的班，我手机的电还是满格的！”"
  },
  {
    "id": "fa6758f51dd22a317b1477fb22c84b38",
    "content": "天很热，下班坐公交车回家，突然收到前任男友短信，问我干吗呢。我不想告诉他我正挤公交车热得难受，于是回答说度假呢。这时，后面突然窜出一个人说：“别倔了，去我座位上坐吧。”"
  },
  {
    "id": "b57e632383f57b77aaaeab824ccd4ad5",
    "content": "老王好赌，在胸口文了四张扑克牌A，自以为天下无敌，天天敞胸露怀上街晃荡。一天，他在路上看见前面一人更牛，在脑袋上文了个骰子，遂上去一拍那人肩膀：“哥们儿，你也喜欢赌啊？”那人回头：“阿弥陀佛……”"
  },
  {
    "id": "25b90e425f4e83c76e6b50d73d3d5fce",
    "content": "A：你知道追女孩最重要的四个字是什么？B：主动真心！"
  },
  {
    "id": "e0923d86201d6e85832d71852753ca0b",
    "content": "一年冬天，我一哥们骑自行车和一个老头相撞，两人双双倒地，哥们没敢动。过了20多分钟，大爷起来了，问：“小伙子，你没事吧？”我那哥们马上起来说：“大爷，你没事我就没事。”冬天，躺了20多分钟啊……"
  },
  {
    "id": "9bc88efb371ab109c502f0472c9777d1",
    "content": "昨天去吃烧鸭饭，隔壁桌坐着一对父女，女生看起来是高中生。烧鸭饭刚上来，大叔就一直把他的烧鸭往女儿盘里夹，嘴里还说：“多吃点，多吃点！”我被感动了，心里直感叹：真是中国好父亲啊！但是，大叔接着说：“多吃点，吃成个大胖子，没人追，就能好好学习了！”"
  },
  {
    "id": "a05ce5b9608b2216b25d0971ba349396",
    "content": "“小新，听说你大学的专业是电气工程？”“是的。”“那好，你去帮着换一下灯泡。”“请您尊重我的专业。”“请你谈谈变速恒频双馈风力发电机带载柔性并网下强耦合的高阶非线性系统。”“领导，梯子在哪儿？”"
  },
  {
    "id": "a6abae6825712823dd9f04d899a8d0e9",
    "content": "我一哥们儿追某班的班花，下了一番工夫后终于有了点进展，就在这时候，突然杀出一个强劲的情敌，对方一看就是典型的高富帅。哥们儿一脸苦相向我求助。这天，在食堂看见那妹子跟高富帅坐在一起，一副很亲密的样子。我果断走上前去，对那高富帅说了一句：“你混蛋，居然背叛我！”说完装出一副伤心的模样默默走开。唉，哥们儿，我只能帮到这了……"
  },
  {
    "id": "6cd3166370a833f2017901df8d2c7333",
    "content": "朋友和她老公是独生子女，她在二胎生产前发短信给我，说这次一定要剖宫产，顺产太疼了。第二天我去看她，问她剖宫产是不是很疼，她来了一句：“医生还没准备好我就给生出来了。”"
  },
  {
    "id": "ed18b53d95bd3a041fcec5432906c38d",
    "content": "下午去银行取钱，人比较多，拿过号排队中……闲得无聊，把排号纸折成了个心形，刚折好就到我了，来不及拆，直接递给窗口的妹子了。妹子看了我一眼，脸一红，再看看我卡上的余额，果断将排号纸扔入垃圾桶……"
  },
  {
    "id": "dad854c32d76f5aba6e31e97bb9d1b0c",
    "content": "语文课上，老师给大家讲中国古代文学：“每个朝代都有自己的文学特点和文学成就，比如说汉赋、唐诗、宋词、元曲……”“老师，那三国时期就没有了吗？”一学生打断了老师的话。“当然有啊，”老师决定更详细地向学生讲解，“比如说三国时期的……”“三国杀！”教室的角落里猛地传来一个兴奋的声音。"
  },
  {
    "id": "968d4a865f399d302bc109b76b9a65ea",
    "content": "国王临终前把五个儿子叫到床前，给每人一支箭，命令他们折断。他们把箭轻易地折断了，国王又命令他们把一束箭折断。他们拼尽全力也没有成功，他们说：“父王是想告诉我们要同心协力、团结一致吗？”国王大怒，用尽最后一口气说：“我是想告诉你们，折箭要整齐，不要长短不一。”国王卒，处女座。"
  },
  {
    "id": "66f664a1024706574ca1990f9d216b95",
    "content": "上大学时宿舍里一姐妹吃减肥餐，有一餐的食谱上要求吃一片肉。她跑到校门口的熟食铺，跟师傅说：“给我来五毛钱的肉。”师傅一副心领神会的样子，切了一片肉迅速剁碎，好心地说：“喂乌龟的吧？我给你剁碎点啊！”"
  },
  {
    "id": "1bf6b9b0bfa0fe204ba1e51b9f1d50ad",
    "content": "昨天问男友：“是不是其实你是富二代，一直在考验我啊？”男友兴奋地说：“我也一直觉得我是富二代，是不是我爸在考验我啊！”"
  },
  {
    "id": "d7bfe248bfcaa530ac61551280f6b52f",
    "content": "都晚上9点40分了，那个卖烧烤的还没出摊，我给摊主打了两个电话催他。摊主不耐烦地说：“这些年我摆摊卖烧烤，一直自由自在的，但自从遇见你，就让我有了上班的感觉。”"
  },
  {
    "id": "f2b248862d535d4a5d48d86b013bd3b8",
    "content": "电视上，营养学家说，吃饭要先吃水果蔬菜，然后吃主食，最后吃肉，因为水果蔬菜消化得最快，淀粉次之，蛋白质最慢。我听了觉得很有道理，结果在我吃了一个香瓜、一碗面之后，我发现我心爱的烤鸭吃不下了……"
  },
  {
    "id": "79bd2ad0afbcf94b249cacd394d5b261",
    "content": "朋友今天结婚，我们一群伴郎下午跟他去接新娘，可是伴娘们在房间死死地守着新娘，我们从门缝里塞了几十个小红包还是不开门。就在形势陷入僵局的时候，其中一个伴郎狂拍房门喊道：“开门开门，有快递！”门开了。"
  },
  {
    "id": "e83ee3b7cfd9228c2cf671b1c3f12721",
    "content": "一女同事抱怨自己穿丝袜总是脱丝，此话一出，好几个女同事纷纷表示也有此困扰。过了一会儿，一位学理科的哥们儿说话了：“按照材料力学原理，丝袜容易脱丝主要是因为受到的张力过大，产生了塑性形变，通俗地说，就是因为腿粗……”"
  },
  {
    "id": "f81d1b9a9db08c2c77db70618c434b4d",
    "content": "看到关于异地恋最狠的一句话是：“异地恋？算了吧，不过是养个手机宠物而已。”"
  },
  {
    "id": "d6d4fb3bc1c02379a3a78989e23726d0",
    "content": "今天在路边看到很多人纷纷给一个乞丐扔硬币，走过去一看，原来乞丐在盆里装了一些水，旁边立着个牌子，上面写着：许愿池。"
  },
  {
    "id": "3d7788e5c90367ba575f5cad203b1639",
    "content": "听说iPhone4手机重量都是137克，买东西时可以用它衡量秤是否准。今天买瓜子怀疑商家秤不准，于是把手机放了上去。商家一看显示了200克，慌忙说：“肯定是你手机里的软件装多了！”"
  },
  {
    "id": "24cc5f0b541eb78857069fef625e250e",
    "content": "我高中毕业前调皮，使了个损招，把一位老师的电话贴满大街小巷，并写着：收破烂。后来同学聚会，听同学说不知怎的那位老师做起了废品回收生意，两年前正式辞职，现在是一家废品回收公司的老总，发了大财！（朱权利、解敏等摘）"
  },
  {
    "id": "42c05967caa870d1060f5e11bc7148bf",
    "content": "吃完饭，爸爸缓缓说道：“女儿今天发朋友圈说她恋爱了。”妈妈有些诧异：“啊！怎么会这样？”爸爸说：“晚上回来得跟她谈谈。”“谈！必须谈！”妈妈气愤地说，“凭什么屏蔽我不屏蔽你！”"
  },
  {
    "id": "7705a6090385ef8b072fdced383bc1ae",
    "content": "我曾经暗恋同桌，偷偷把她的水杯盖子拧得特别紧，这样她就会让我帮她拧开了。毕业时，她对我说：“其实我一直都知道是你干的，只是我没有说破。”我听后刚要表白，她接着又说：“因为我觉得你学习不好，人长得也丑，手劲练大点儿，以后搬砖才不会输在起跑线上。”"
  },
  {
    "id": "f55b727261db07491847562dd6512a0d",
    "content": "今天逛街，路过一家店正在搞活动，主持人拉着我说：“店中正在搞砸金蛋活动，砸到什么，我就送你什么。”说罢，一个漂亮的女孩儿送来一把小锤子，我拿起锤子思量了一下，然后轻轻地敲了一下那个女孩。"
  },
  {
    "id": "09cb9f34fcdbf9095ac894357213321c",
    "content": "一天，老师对学生说：“如果你们能做得出这道题，我就给每个人发50颗糖。”不一会儿，学生们一个个站起来，向老师要糖吃。老师一看答案，鼻子都气歪了，气呼呼地说：“你们全做错了，还敢要糖？”学生异口同声地说：“你只要求做出来，并没有说做对呀！”老师不声不响走了出去，过了一会儿，他回来了，把一袋白砂糖扔到桌上：“分吧，每人100颗！”"
  },
  {
    "id": "0496d9bbd7d86444134146f0214b7056",
    "content": "面试官：“你大学四年成绩非常棒，奖项也拿了不少，那么读书这些年，你有没有留下什么遗憾？”学霸：“有，感情方面。”面试官：“哦？发生了什么？”学霸：“什么都没发生。”"
  },
  {
    "id": "6475f39b671e4cd86432e6ee80136c89",
    "content": "今天去肯德基，排队的时候，前面有个女的，看样子很急，她拍了拍前面一猛男的肩膀，小声说：“帅哥，能让我插个队吗？”谁知道猛男回头面带怒色地粗声问：“你说什么？再跟我说一遍！”那女的一下子就蒙了，说：“能让我……”猛男立即打断说：“上一句。”那女的挠了下头说：“帅哥……”猛男立马让开，伸出右手大声说：“请——”"
  },
  {
    "id": "904b24a3d517aaa9236384ab5e0b9940",
    "content": "又到毕业季，食堂门口有学姐卖书，标语写道：“一元一本，买书送学姐啦！”围观者甚众。一学弟装模作样地挑了一本书，指着标语说：“送的学姐呢？”学姐豪迈地说道：“我们后天的火车，到时候记得来送啊。”"
  },
  {
    "id": "590191bc7dbc907dd0dc32eecd02610d",
    "content": "一次公司年会上做填字游戏，有一题是成语填空：“五四”。大家把答案写好投进纸箱，经理边抽边看。大部分人填“五湖四海”，填“五经四书”的勉强算对吧。接着，经理又抽出一张纸条，怒道：“谁的数学这么好！填的是‘五八四十’！”"
  },
  {
    "id": "e24aaca857ea1799d656dee10c7ca055",
    "content": "朋友第一次出差去外地，晚上入住当地一家宾馆，睡到半夜突然听到一阵敲门声，朋友醒来问道：“谁呀？”门外一女人说：“大哥，需要服务吗？”朋友接着问：“都有啥服务啊？”女人答道：“啥服务都有。”朋友说：“先给我打壶开水吧，渴了一晚上了。”只听外面一阵骂声，离开了。"
  },
  {
    "id": "79bb822b76cabfc7edb384a500fc3829",
    "content": "还记不记得当你鼓足勇气对Ta表白，Ta是怎么答复你的？神回复：耳光太响，没听清。读100本书和健身练6块腹肌相比，哪个对于找女朋友更有帮助？神回复：还是练腹肌吧。能提出这问题的，不适合读书。"
  },
  {
    "id": "fcd0274a0b72730b6d554fd48f9ebcc4",
    "content": "看北京地铁是如何欺负老外的：包含东南西北四个方向的公交站点名“北京西站南广场东”；报站时说“前门到了，请您从后门下车”……我曾亲眼见到两个老外当场傻眼了。"
  },
  {
    "id": "bccfb15d3406616b995014a099ac5f27",
    "content": "饭桌上我问儿子：“今天老师都教你们什么新知识了？”儿子嘴巴刚动了动，却又不理我了，抓起鸡腿继续大吃起来。老婆提醒道：“儿子，爸爸问你话呢。”儿子不耐烦地说：“乌鸦和狐狸的故事我懂，我要一开口说话，盘子里的鸡肉就都该被你们吃光了。”"
  },
  {
    "id": "8f71701b4ae86594eab3fbde88ef5e9b",
    "content": "三个的士司机，深夜没生意，就坐在一起吹牛比谁的老婆瘦。司机甲：“我老婆能穿我12岁女儿的衣服。”司机乙不服：“我老婆吞颗杏仁，别人都以为她怀孕了。”司机丙说道：“我老婆回家从不开门，直接从门缝里进来。”"
  },
  {
    "id": "331505cc36d901edabb8858f52da0f02",
    "content": "“跑步机应该买什么样的？”“买比较平整的，以后跑道放杂物，扶手搭衣服。”"
  },
  {
    "id": "d0d297238d949982519ade9303841cfe",
    "content": "老婆今天生日，可是，我买给她的礼物却让她伤心了……我买的是——呼啦圈，正合身。"
  },
  {
    "id": "783a5eec645cc25e20ac65d879bff5c8",
    "content": "儿子：“妈妈，今天你梳妆的时候，爸爸夸你了。”妈妈得意了：“你说说看。”儿子：“爸爸说，儿子，你以后要向你妈好好学习。她有一个非常好的习惯，每天早晨一起床，就勇敢地拿起镜子正视自己数不清的缺点，并且千方百计加以弥补。”"
  },
  {
    "id": "ac738b4a7637a6f17503ea67c1a856ca",
    "content": "记者访问一位成功人士的老婆：“您真是有眼光，嫁了一个这么优秀的男人，请问您是在什么时候看出您老公这么棒的呢？”对方回答：“睡觉的时候。”记者话筒一抖——这么大的尺度？逮到猛料了。这时候，对方正色道：“冬天能‘唰’的一下起床的人，他们什么事干不出来？”"
  },
  {
    "id": "95c545c835b07e9c75cc5c874889f901",
    "content": "刚才和女友聊天，她说：“每次和你吵完架总觉得后悔。”我心想：终于知道自己胡搅蛮缠了。结果她幽幽地来了一句：“总觉得哪里没发挥好，没把你气死！”"
  },
  {
    "id": "cfb647d35ae420938d3763f8b80480ae",
    "content": "“听你老师说，你和班上一个女生谈恋爱是吧？”爸爸平静地问。我的腿直哆嗦，害怕爸爸逼着我分手，我答不是。爸爸说：“那女孩挺好的，好好努力，争取把她变成我们家人。不过学习也不能落下，不然以后怎么给人家幸福。”我感动得流泪：“我不会落下学习的，谢谢爸。”之后，我被一顿毒打结束了这场恋爱——兵不厌诈啊！"
  },
  {
    "id": "15e817a24102a4c03609cc575e82826b",
    "content": "一早到公司巧遇老总，电梯里只有我们两个人。老总那个严肃啊，害我紧张得要命。他说帮他按一下9楼，我却鬼使神差按到了10楼……按完瞬间自己就蒙了，又伸手按了个-1楼。"
  },
  {
    "id": "63db133883365eecf7db8a28112985de",
    "content": "刚刚碰见一好久没见的女同学，聊着聊着就聊到她男朋友的问题上了。她把男朋友一顿猛夸：“我男朋友优点可多了，阳光帅气、聪明细心、懂幽默、懂浪漫、会赚钱……”我问她：“这么好，就没一点儿缺点？”她说：“小缺点也有，主要是懒散拖沓、好玩神秘，等了25年还没有出现……”"
  },
  {
    "id": "d6e1813e96aca5cb190aaa329584befb",
    "content": "身高一米六的李经理调走了，临行前，他对身高一米八的新来的王经理说：“这个部门不好管理，家庭有背景的人太多，水很深啊……”王经理笑了笑：“你一米六都没淹死，我一米八就更不怕了，你放心去吧！”"
  },
  {
    "id": "5de854ce5067488d82abac44922b7323",
    "content": "“我面前有一把折断的剑，一条充满荆棘的路，一个看不清的未来，一场回不去的梦。”“说人话。”“伞坏了，鞋磨脚，雨大，不想起床。”"
  },
  {
    "id": "788141d906f0045e14080986548b265c",
    "content": "周末在家玩电脑，老妈来我屋里，一边看着老爸擦地一边说：“闺女，像你这样一点家务都不会做，以后会嫁不出去的。”我看了她一眼说：“您也不会做家务啊，不也嫁了吗？”老妈淡定地说：“我漂亮啊。”"
  },
  {
    "id": "ee8fade5c9304f997bf0961cea436e3f",
    "content": "说到这些年嫁不出去的原因，朋友来了一句：“老天有眼，也要看脸。”我竟无言以对。"
  },
  {
    "id": "1d328c1c99a621629bb9cc7c70295159",
    "content": "有个朋友去男友家见父母，男友母亲上来就问朋友会不会做饭。她不会，就回答说：“伯母，在我家都是爸爸做饭，他说油烟伤皮肤，不让我妈多进厨房。”战线立马转移，男友母亲转头对着他爸就是一顿劈头盖脸的数落：“你看看人家！”"
  },
  {
    "id": "75c9b4e55f061ee9dc83cf15fcc98490",
    "content": "我第一次去女朋友家，她父母见到我很高兴，盛情款待，席间我跟老丈人多喝了几杯……第二天酒醒后，丈母娘把我送出院子，语重心长地说：“你看你都跟婷婷她爹拜了把兄弟了，以后婷婷结婚的时候，可记得来喝喜酒啊！”"
  },
  {
    "id": "7c61c7d6156728cea33f1e1f4fccf4b5",
    "content": "女：“你喜欢什么样的女生？”男：“我喜欢长得坏坏的女生。”女：“那你看我怎么样？”男：“亲，我喜欢长得坏坏的，而不是长坏了的女生……”"
  },
  {
    "id": "ab5e453d19b3a89eccfeca80db6cbf46",
    "content": "一大四男生得了重感冒，很久都不见好。他的女朋友天天来寝室看望他，室友很羡慕。这天，那女孩离开后，其中一室友问道：“伙计，这些天你吻过你女朋友吗？”“当然没有啦！我怕传染给她。”“哦，这我就放心啦！”"
  },
  {
    "id": "944e9585662ba7d30055cb6c4b08ba96",
    "content": "为了挽留对方，你说过什么卑微的话？我：“行行行，换啤的，换啤的！”"
  },
  {
    "id": "65427651a7cea728b0a348efd5639d2f",
    "content": "遇到心仪的女孩，对她表白时要干脆，直接把她推到墙上霸气地说：“以后我来养你！”说完就要吻下去，不要给她拒绝和思考的机会。我朋友就是凭这一招，已经把好几个姑娘给撞成脑震荡了。"
  },
  {
    "id": "6edfba15dac446738dfe8534a04ce536",
    "content": "青年问禅师：“大师，我现在很富有，但是我一点也不快乐，您能指点我该怎么做吗？”禅师问道：“何谓富有？”青年回道：“银行卡里8位数、五道口有3套房，不算富有吗？”禅师没说话，只伸出了一只手，青年恍然大悟：“禅师是让我懂得感恩与回报？”“不，土豪，我们可以做朋友吗？”"
  },
  {
    "id": "12b5ee2d714cd2f72775904e157b07a5",
    "content": "客人走后，妻子向丈夫抱怨道：“你朋友的妻子真没礼貌，我说了不到半个小时的话，她竟然打了30个哈欠。”丈夫：“她不是没礼貌，是想说但插不上嘴。”"
  },
  {
    "id": "8360ac647313f02527b219db1d2a72d4",
    "content": "唐僧师徒西天取得真经往回走，忽然唐僧大叫一声：“刚才如来给我拷真经的硬盘丢了！”悟空说：“徒儿我再变一块出来！”唐僧说：“变个屁！完了，为师要火了！”八戒说：“火还不好吗？”唐僧说：“唉，你不知道，跟为师一起火的还有白骨精、玉兔精、蜘蛛精……”"
  },
  {
    "id": "6668dbcfa102cfe7585e488651203c49",
    "content": "有一天傍晚，一中年男人用微信查找附近的人，加了一个最近的女孩微信，然后发消息说：“美女你好！离你好近啊，有时间一起喝喝茶啊！”女孩回答：“爸，大晚上的，快睡觉吧……”"
  },
  {
    "id": "2a4364d229d37b9dfd1389508f932cc2",
    "content": "中午在办公室午睡的同事们注意了，手机不要乱放。有位男同事中午外出，没把手机带走。他老婆不停地打电话来。午睡的女同事被吵烦了，拿过手机大吼：“我们在睡觉，你烦不烦！”"
  },
  {
    "id": "74d3c168c2ec6467bd8654c764fadd93",
    "content": "电梯里一阵令人窒息的沉默。我的社交强迫症突然爆发，不禁对着别人牵着的一只狗问：“你叫什么名字呀？”"
  },
  {
    "id": "69d37e9d5a4ad83e6edd6ff1fc9eb08e",
    "content": "我有个同学，家在山东菏泽，离河南商丘很近。他有一个梦想，在两省交界处开个婚介所，名字都想好了，叫“鲁豫有约”。"
  },
  {
    "id": "8fe8a406c1746f7de2974a35497e2d5a",
    "content": "高三时一室友晚上想出去上网，门卫不让出去，便吵了起来。那哥们儿说了一句让我至今膜拜的话：“我早产了6个星期，我想出去连我妈都拦不住，你凭什么！”"
  },
  {
    "id": "e23b2f9e78edbbfb86b2fe62fa52b9cf",
    "content": "“阿姨，您皮肤真好，用什么化妆品呀？” “大宝。” “您身材真好，练过跳舞吧！”“你别再说了，当你说完‘阿姨’两个字的时候，我就决定了，这土豆呀，少一分也不卖！”"
  },
  {
    "id": "2ec53c89e2cb4ef635b38f50f95b9ebb",
    "content": "新电影上映，邀女朋友一同去看。灯光昏暗，气氛正好。女朋友适时闭上了眼睛，我压抑着心里的激动，一把抢过她身边的爆米花，统统倒进嘴里。"
  },
  {
    "id": "2e125486e653b1ee2206922533fbfbfa",
    "content": "大学恋爱的时候，一次晚上散步，刚好受台风影响，狂风大作。他把我搂在怀里，嘴里还念念有词：这可要把你抱好了！我被感动得眼泪汪汪！深情地问：我这么重要啊？那货答道：是重！拉住你我就安全了……"
  },
  {
    "id": "69ac41830462dd022a8a10305ed1285d",
    "content": "相亲中，女：“可不可以诚实地告诉我你的年薪有多少？”男：“30万。”女：“你诚实了吗？”男：“我已经乘十了。”"
  },
  {
    "id": "9f66e50c1a87282d3cb06524c27cc536",
    "content": "上联：一小医生两袖清风三餐食堂只为四千工资搞得五脏俱损六神无主仍然七点洗脸八点上班九点开会处理无数工作还要科研文章。下联：十年考试九年加班八面无光忙得七窍生烟到头六亲不认五体投地依旧四肢酸软三更加班只为两个臭钱一生忙碌难免挨打受骂。横批：别做医生。"
  },
  {
    "id": "1d71d3674910822ca8bcf2762596a668",
    "content": "二叔退休后闲不住，做了义工，干劲十足。重阳节前，单位打电话请二叔参加单位组织的老年活动，他拒绝了。挂掉电话后，他指着自己的心口对二婶说：“我才不参加老年活动呢。实际年龄算个啥，这里年轻才重要。”二婶没明白过来，说：“你是指你的心脏支架还很新？”"
  },
  {
    "id": "d504bca2e90bd91a946804fe2d306d2b",
    "content": "地铁上看到一个美女，多看了两眼，发现她也一直往我这边看，而且竟然跟我在同一站下。看来真是缘分到了，我鼓起勇气跟她打招呼，问她刚才是不是在看我。她说，是啊，刚才看到你的钱包被偷了。知识就是力量一学医女生的男友劈腿，男的拉着新欢天天在女生面前高调炫耀。女生实在受不了了，终于在食堂和他们吵起来了，拿餐刀捅了男生20多刀，刀刀避开重要器官，男生受到极大创伤但仍被判定为轻伤。此学姐之光荣事迹年年解剖课必讲，因为“知识就是力量”。"
  },
  {
    "id": "fe9d59fe0ea5ae2755ea4ed69d7ef65c",
    "content": "有一次手机坏了，修好后刚开机，一个陌生的号码就打进来了，一开口就说：“你电话咋一直关机？我都打了一个下午了！你干啥去了？一个小姑娘在外地上学都不知道随时保持电话畅通，知道你爸妈有多担心吗？”我弱弱地问：“你是谁啊？”那边中气十足地说：“我是快递员。到北门取快递，快点儿！”"
  },
  {
    "id": "dd49f75cb6579835376b00217074e01d",
    "content": "朋友去公园相亲，担心女孩长得丑。我说：“不是教过你视线转移法吗？如眼睛丑就看她的嘴，如嘴巴丑就看她的鼻子，如五官都丑就看她的身材……总能找到好看的。”朋友点头。约会回来朋友满脸喜悦。我问：“女孩漂亮吗？”朋友说：“丑！”我说：“那你是用了视线转移法？”朋友说：“嗯，公园里的猴子太有意思了。”"
  },
  {
    "id": "6b7f8a6969a2d958d7066c80ad00786c",
    "content": "据说“技术宅”都这样哄老婆：1.给老婆的支付宝打一大笔钱；2.更改host文件，把淘宝指向自己做的钓鱼网站；3.骗取支付宝密码后把钱转走；4.像个男人一样安慰她说：“没事儿，钱丢了不要紧，只要你没丢就行，宝贝儿别伤心了，一会我再给你打一笔钱。”"
  },
  {
    "id": "fa515d0efc73fc4529f02613c45e6144",
    "content": "昨天，我带7岁的儿子逛街，他看中了一套名牌服装，嚷嚷着非要买。我说：“太贵，咱买不起。”儿子撅起嘴：“咱家存折上那么多钱，怎么会买不起一套衣服呢？”我解释道：“那是给你买房子娶媳妇用的。”儿子理直气壮地反驳道：“你撒谎！我问你，我媳妇是谁？她说了要房子了吗？”"
  },
  {
    "id": "3c3f4a2981542623e3c96b3c5e452589",
    "content": "友：“郎”字怎么解释？我：男人？汉子？友：那“妙龄”呢？"
  },
  {
    "id": "17ffcc9d082731922255ebd28fadcf40",
    "content": "昨天老婆回娘家我去送行，在火车站候车。老婆：你先回去吧，天这么冷。我：没事，不看着你上车我不放心。老婆娇羞地说：人家没事啦，这么大的人啦，不用担心我……我：别废话，我是怕你不走！"
  },
  {
    "id": "a0a7424083f01b4d4107dd0210d99425",
    "content": "刚刚老公打电话说想买个包送我，我心中一阵狂喜。老公回家后说不知道我喜欢什么款式的，就买了四种款式，希望我能高兴。我当时那个兴奋呀，结果一看，是豆沙包、酱肉包、灌汤包、糖包各一个。"
  },
  {
    "id": "a31b84d3e9f65419de118b436243b208",
    "content": "汤姆告诉朋友，昨天在酒吧里喝了一种特别的鸡尾酒。朋友问：“怎么个特别法？”汤姆掰着手指说：“一份伏特加、一份朗姆酒、一份龙舌兰酒、一份白兰地、一份金酒、一份威士忌混合均匀，这款鸡尾酒叫‘明日之酒’。”朋友问：“为什么起这个名字？”汤姆答：“一口干掉，等你知道为什么时，已经是明天了……”"
  },
  {
    "id": "53c3609b384220cef2f4635f410b5fa7",
    "content": "老婆说：“老公，咱俩去文个情侣文身吧！”老公说：“文什么呢？”老婆说：“你就文‘老婆我爱你，一生一世永不变心，永远对你好’。”老公：“我不得疼死啊？那你文啥啊？”老婆：“我就文‘好’。”"
  },
  {
    "id": "27b54f964b86b82adb53e991c2ff1c46",
    "content": "甲：你可知道，人类先有男人还是先有女人？乙：先有男人呗。甲：根据是什么？乙：这都不知道，我们男人被称“先生”，不就是一个铁证吗？"
  },
  {
    "id": "3840b09da1fed7b4d1a5d110e56fbaae",
    "content": "单位一大龄剩女，最近在办公桌上放了个马的吉祥物，上面放着俩象，求个“马上有对象”的好兆头。结果前天领导路过，很惊讶地说：“咦，对象马上跑？”"
  },
  {
    "id": "ba0e4d99f9c1200df596829bf4628865",
    "content": "有人问一家公司的老板：“你怎样激励你的员工正点上班？”他笑着回答：“这很简单。我有30名员工，29个免费停车位，1个付费停车位。”"
  },
  {
    "id": "bed01f7e796d72249a883b3f04c413f5",
    "content": "女：表白失败了？男：她说喜欢大叔。女：别灰心，你会遇到更好的女生。男：那是自然，等我老了变成大叔，她准后悔。女：拉倒吧，只有帅哥老了才叫大叔，像你这样的，充其量只能叫大爷。版权所有 "
  },
  {
    "id": "7c64212b6ef8eb710661e9d083b14dbe",
    "content": "吃饭吃得太快，噎着了，我急忙喊身边的老婆：“噎着了……快……帮我……拍……拍……”老婆急忙掏出手机给我拍了两张……"
  },
  {
    "id": "fa7f76803ac76a87fb4b02406d749011",
    "content": "顾客：“大叔，素包子多少钱一个？”大叔：“两块五一个。”顾客：“怎么又涨价了？”大叔：“猪肉涨价了。”顾客：“可我买的是素包子啊！”大叔：“可是我得吃肉啊！”"
  },
  {
    "id": "4103bad649fb0562436bc809b2ab8bd5",
    "content": "老师问小明：“你喜欢小动物吗？”小明：“喜欢。”“那到底多喜欢呢？”老师继续问。小明：“怎么说呢？顿顿都有吧。”"
  },
  {
    "id": "ac5f9eaa16d024e9df8c0959ce0827b5",
    "content": "“你觉得你新交的女朋友咋样？”“你见过超市促销吗？洗发水、沐浴露啥的，买瓶大的送瓶小的。她给我就是那样的感觉。”“哦？那就是说她挺实在的。”“你再想想通常情况下，促销牌上写的是啥？”“嗯……原来是特惠（会）装啊！”"
  },
  {
    "id": "5eabe5fdaf8b461c906300561a20224d",
    "content": "“大师，你为什么老说阿弥陀佛？”“施主，我觉得一个出家人如果也用‘呵呵’来表达情绪的话，这也太俗了。阿弥陀佛！”"
  },
  {
    "id": "6b9c33a99c5808daab95d2d93b1f63b2",
    "content": "刚才出门去吃汉堡，旁边的一对情侣大秀恩爱，又是抱又是亲又是互相喂的。吃着吃着，突然男生双手捧住女生的脸，说：“你眼睛上有个脏东西，我帮你弄下来。”女生一脸幸福地闭上了眼睛，然后男生就把女生的双眼皮贴揭下来了……"
  },
  {
    "id": "f03cb3d36c3931d07d4820f694c90fa8",
    "content": "老爸：“你四叔他儿子，比你大一岁，人家上周买了辆凯迪拉克。你买辆自行车的钱都不够。”儿子：“那辆凯迪拉克我四叔出了30多万。”老爸：“那不还有十几万是自己出的。”儿子：“那十几万是他丈母娘出的。”老爸：“你连个对象都没有！”"
  },
  {
    "id": "8e833375e0221a76ded0106b68f36cd7",
    "content": "第一次去校医院是因为发烧，护士阿姨二话不说递给我一支体温计，我也二话不说就含在了嘴里……阿姨看了我一眼，温柔地说道：“腋下。”我想了想，还是听话地叫了声：“耶！”"
  },
  {
    "id": "472166d882038e0ed3e045b3c0e99a16",
    "content": "算命先生：“你这个人，怎么让我给你算了命，不给钱就走！”算命人：“难道你没有算出我现在身无分文吗？”钱就这样没了某同学为了证明钱缩水，做了一道高级数学题：求证1元=1分。解：1元=100分=10分×10分=1角×1角=0.1元×0.1元=0.01元=1分，证明完毕。对此，数学老师哭了！因为，毫无破绽，稀里糊涂钱就没了。"
  },
  {
    "id": "7b1fa777122fb4180adef9e0c58378d7",
    "content": "今天问一同事：“如果你中了500万，第一件事做什么？”他拿着手机说：“打电话借钱，向所有认识的朋友、亲戚借个遍。”我好奇地问：“你不是中大奖了，怎么还问别人借？”他给我来了句：“他们不借给我，我看他们到时候还有脸问我借不。”"
  },
  {
    "id": "c7347a96fbf70a737f386a32e2d3cf7d",
    "content": "给A打电话：顺路买几个凉菜来，就差凉菜了。给B打电话：顺路去饭店买两个炒菜，就差两个炒菜了。给C打电话：顺路去饭店买个小鸡炖蘑菇（也可以是炖牛肉，炖羊肉）。给D打电话：顺路带几瓶啤酒过来，就差酒了。放下电话，去厨房把米饭蒸上，再做个汤……"
  },
  {
    "id": "656bba3d9c1cf3c6a7bd479fa362fb2b",
    "content": "今天在淘宝网看上几样东西，就找客服砍价，客服1不答应就找客服2。一直找到客服6，对方回话：“亲，您还是别磨了，客服1到客服7都是我一个人！”"
  },
  {
    "id": "17491bafc387ef8ba8b9a5b1cee455a4",
    "content": "老四：“老三，你的发型很酷啊。”老三：“那当然，你也不问问是谁做的。”老四：“谁做的？”老三：“五到六级西北风。”"
  },
  {
    "id": "7c09104bd124bed3dea93e0d5eefa90c",
    "content": "范医生的一名病人总是记不住他姓什么。他告诉病人：“大娘，您每天都吃饭吧，我姓范，您就叫我小范医生。”几天后，他又见到这位病人，就问：“大娘，您还记得我吗？”只听大娘喃喃自语：“吃饭的吃，你是小吃医生吧。”"
  },
  {
    "id": "8758023eeddd343bc049e6ff280c8165",
    "content": "我不慎跌下山坡，醒来后发现身边不远处的杂草丛中躺着一本破旧的秘籍，借助昏暗的月光隐隐约约可见“九阳”二字。我顿时心中一喜，凑近一看，原来是九阳豆浆机使用说明书。"
  },
  {
    "id": "23ae85c74e0e885343f48e5674b14ba0",
    "content": "那年我上初三，有一天班里新来了一位英语老师，非常漂亮，我第一次见到她就喜欢上了她。当天晚自习后，我独自一人来到了老师住的宿舍门口，想表白，却又不知道用什么方法。思虑良久，我就在旁边的地上捡起了半截砖头，上面写着“爱你！万年”，然后扔了进去，撒腿就跑。第二天早上开全校大会的时候，校长头上缠着绷带，当众宣布开除门口的保安李万年。有个男人是做贷款服务的。结婚前，准岳父要他出20万元彩礼，他一口就答应了，但提出分期付款，准岳父同意了。婚后，他把第一个月的工资都给了岳父，然后是第二个月、第三个月……半年后，媳妇不答应了，直接回娘家闹：“你们还想要多少啊？”结果，彩礼全免！刚上地铁，就闻到一股韭菜包子味。我坐下，用杀人的目光看着吃韭菜包子的汉子。那汉子好像感觉到了不对，把包子收起来，转头对我说：“哥呀，我不吃包子了。您能不能把鞋穿上，咱各退一步……”晚饭老婆烧了酸菜鱼，味道极好，我吃了很多。她却没吃，说“不想吃”。饭后我见她上网，就悄悄地靠近，看她干什么。我看到她在网页上输入“酸菜”两个字。我心想，老婆太好了，肯定是想学习怎么样才能烧得更好吃吧。然后我就看到全部的字：“酸菜长毛了，吃了会怎么样？”刚才在火车站自助取票，听后面一位大叔说：“读书有啥用？大学生还不是得给我打工。”于是我取完票默默地把语言选择为English。一个银行家结识了一名非常漂亮的女演员，经过一段时间的交往，两人决定结婚。银行家担心女演员的名声，便匿名请一位私人侦探去调查她的社会交往。不久收到结果：该小姐在私人生活方面堪称楷模。只是有一点，她现在同一个银行界的名人关系密切，而这人是一个十足的无赖。唐僧再次去西天取经，菩萨说这回用不着徒弟，一个GPS就够了。唐僧上路以后，发现这GPS还真有用，能提前通知危险情况。一会儿提示：“前方800米是白骨精洞穴，请绕道……”唐僧绕道走了。一会儿又提示：“前方1500米是狮驼岭，请绕道……”唐僧也绕道了。接下来，GPS又响了：“前方2000米处是女儿国，请绕道……”唐僧把GPS关了，说：“阿弥陀佛，困难来临时不能总是逃避，贫僧要勇敢地面对一次！”甲：“我每次吃番茄炒蛋，在里面挑蛋吃时，耳边都会响起‘你挑着蛋，我牵着马’的背景音乐。”乙：“真巧，我吃火锅找肉时的背景音乐是‘它们都老了吧，它们在哪里呀’。”小时候，一群小伙伴玩角色扮演，由于我最大，我演皇上。当时我坐在“四抬大轿”上，嘚瑟的时候摔下来了，头先着地，晕过去了……后来还是听我妈说的，当时演太监的小伙伴跑到我妈面前，先跪下磕了一个头，然后扯着嗓子说：“启禀皇太后，皇上驾崩了……”（如画、小琴、玉巍等摘）"
  },
  {
    "id": "3ed4eeb6cdd27adaf815efcfd0d2b799",
    "content": "两男生同时向一女生表白，女生淡定道：“你们周游世界后再回来跟我说。”一男生立马收拾包裹准备出发，另一男生绕女生转了一圈，说出历史性的一句：“Youaremyworld.”女生当即心如鹿撞、脸泛红晕……最后她决定选择两个男生中比较有钱的那位。"
  },
  {
    "id": "fab960d9eb385ec896ce5624812b73a5",
    "content": "某个下午，小伙接到刚分手不久女孩的电话：“我2小时后的飞机，如果你能来我就不走了。”男生非常激动地说：“等我，我爱你！”2个小时过去了，他还在打车……4个小时后，小伙终于赶到机场，发现姑娘正在候机大厅领泡面……电话今天接到骗子电话，他开口就是：“猜猜我是谁？”我：“哦，伊布拉希莫维奇吧。”骗子：“嗯……再想想。”我：“那肯定是帕帕斯塔索普洛斯。”骗子：“不是……”我：“难道是布拉什奇科夫斯基？”沉默一会儿后，电话挂了。"
  },
  {
    "id": "76b2f285718eb1403f762f436e1a839f",
    "content": "好不容易拦到一辆出租车，不知道从哪冒出一个女的钻了进去。我很生气，掏出100块钱给司机：“师傅，我女朋友在耍脾气，麻烦你把她送到机场，她中途要是更换目的地，千万别理她。”“好嘞！”司机爽快地说。"
  },
  {
    "id": "a604369785b708ff9e5ab271c7e1203b",
    "content": "老年痴呆症的三大优点：1.每天都能结交好多新朋友。2.看到老段子也能哈哈大笑。3.每天都能结交好多新朋友。"
  },
  {
    "id": "3dc3aff5585efc578c5faf172cab5014",
    "content": "“小同志，我给你提个意见啊。每次你印这个出席会议的人员名单，总是按职务高低排序，把我放在最前面，别的同志会有意见的。都是革命同志，讲求平等，哪能分职务高低呢，以后请按照姓氏笔画排序。”“好的，丁局长。”"
  },
  {
    "id": "7c6be9c56bd2a135083eb59eefbcc3de",
    "content": "语文课上，老师说：“语言有双重否定表示肯定的现象，但没有双重肯定表示否定的现象。”这时，教室角落里传来一个阴冷的声音：“是啊，呵呵。”"
  },
  {
    "id": "80752ee6357621ff1b230fa481efe307",
    "content": "早晨去学校食堂，看到有两款鸡蛋汤：5毛一碗，2元一碗。心想：不就是个鸡蛋汤吗，买个便宜的吧。一看，一丝儿鸡蛋没有，一喝，好神奇，很纯正的鸡蛋汤味道。于是问食堂服务员是怎么做的。食堂服务员：这是用煮鸡蛋的水直接做的汤……"
  },
  {
    "id": "9ad3601adf5e78bb4be908b894364476",
    "content": "新兵连训练强度比较大，而且饭菜都是素的。中午吃饭，菜刚上来，大家正拿着筷子猛吃，旁边一个人突然站起来，夹着一块肉，大喊：“班长，发现一块肉！”班长一筷子抢过来，说：“很好，交给我处理，你继续侦察！”"
  },
  {
    "id": "890a0ec56e81fe54fbdca6511b30aaa1",
    "content": "看完电影《一九四二》，在停车场里听到下面的对话。女：要是没吃的，你会把我卖掉吗？男：不可能的。女：那你会把我们的孩子卖掉吗？男：卖你也不会卖孩子。女：到底要卖谁？男：都不卖行了吧！女：哼，我就知道你准备自己吃！"
  },
  {
    "id": "5d0a1cf8e7ebde06fe6602e2775ebe78",
    "content": "怎样把情侣恩爱、土豪炫富、学霸秀成绩放到一起说？答：我这次考试才考了118分，我媳妇满分120分，唉，又输给她一部iPhone6plus。"
  },
  {
    "id": "531b6e39587e6aa15af7ea9234128870",
    "content": "男人最愁听到这样的质问：“到底是我重要，还是你的工作重要？”男孩最愁听到这样的质问：“到底是我重要，还是你玩游戏重要？”"
  },
  {
    "id": "2be7020a206483a84e36b44aedc75d55",
    "content": "7岁的儿子特爱恐龙，昨天他看了一部纪录片后对我说：“妈妈，你赶紧减肥啊。”我说：“咋了？”他说：“鲨齿龙爱吃30公斤以上的食物，要是恐龙复活，你就完了！”有一次，我考试得了0分，老妈看后大发脾气，说：“你这辈子也就这样了，不会有出息了！”老爸听到后，马上对老妈说：“小孩是要鼓励的，不能骂！”然后，他对我语重心长地说：“儿子，你这辈子也就这样了，下辈子可一定要努力啊！”我妈把洗发液弄洒在自己手上了，从卫生间狂奔到我的房间，我以为她要找纸，然而，她把洗发液全抹在我头上了……然后她说：“快去洗澡吧。”昨天下班路过一家发廊，见一个小伙子站在门口冲我喊：“妹子，进来烫个头啊！”我想着自己已很长时间没打理过头发了，就走进发廊把头发烫了。烫完头，结完账，准备离开时，站在门口的小伙子帮我打开门，然后喊道：“阿姨，下次再来啊！”A：“今天我和女神表白了。”B：“她怎么说？”A：“她说她实在是配不上我这样一个有着凌云之志的男人。”B：“你有什么凌云之志？”A：“癞蛤蟆想吃天鹅肉。”"
  },
  {
    "id": "0bcc29e55dc65cc3ad45d08f978112db",
    "content": "“你老婆吼你时，你肯定敢怒不敢言。”“才不是呢，我会拿着会发声的计算器对着她猛按3和8。”"
  },
  {
    "id": "f7ea1e18e2bb4a378526320c6332ec38",
    "content": "有网友问：我在追求一个漂亮女生，要不要告诉她我老爹有三处房产、一套别墅，存折里有几千万元？神回复：说了，她就成了你后妈。"
  },
  {
    "id": "2461b9186e4317535a40c9eaf27ace4c",
    "content": "他约她吃甜品，约她看电影，可是，始终不敢有进一步的动作，连好几次碰到她的手都没有牵。天下着小雨，他们各自撑着伞在散步，她想，这个笨蛋怎么那么不主动？于是在路过小桥时，她折起自己的伞“哎哟”一声扔到河水里。他愣住了。她笑着说：“你就这样让我一个人淋雨啊？”他恍然大悟，把自己的伞也扔了下去。"
  },
  {
    "id": "aae58085ee13b030973a071e12bb7dc8",
    "content": "去精神科会诊，问一精神分裂症患者：“您体重是多少？”答：“我的快乐是多少，体重就是多少。”又问：“您有没有药物过敏？”答：“有，我对后悔药过敏！”一问一答，如行云流水，不禁感慨：小隐隐于林，大隐隐于市，哲人隐于精神科。"
  },
  {
    "id": "bc24d60af24d4c1aeb2ee7872ab74024",
    "content": "银行客服打电话，向我介绍一款理财产品。我说：“不必了，我已经在进行长期投资。”“请问您投资在哪方面呢？”“我在地下埋了两个碗。”"
  },
  {
    "id": "452bebf6aee332d87465450f7da21068",
    "content": "有一对情侣走在公园里，女友说：“老公，他们说我的腿像胡萝卜！”男友说：“谁说的，一点都不像，哪有胡萝卜长得又黑又粗的！”女人间的真正友谊甲：“怎么看女人之间的友谊呢？”乙：“很简单，一张合影发微信朋友圈之前，她修图P完自己，能顺道帮你P两下，这就是真正的友情了，要珍惜。（宁静姿涵、伯仲、莫难等）"
  },
  {
    "id": "2b2fa7caa85d8b28ab24836bf7808760",
    "content": "一寺庙内。高僧：施主捐些善款吧，三百五百都行。男：没带那么多钱，下次吧。高僧：没关系，我们这儿可以刷卡。男：不好意思，卡也没带。高僧：没关系，我们也可以抵押贷款。男：不好意思，我没什么可抵押的。高僧：那麻烦你填一下这个器官捐献表。"
  },
  {
    "id": "6cab328555953650790ddb84b8cc6e70",
    "content": "我老婆是个特别浪漫的人，有天半夜突然把我叫醒说：“老公，你快来看，外面好多漂亮的星星。”我刚站到窗边她就说：“你帮我看着我的星星，我先去睡一觉。”这还不算最浪漫（变态）的，后来连续七天睡到半夜她都踢我说：“快去看看我的星星还在不。”直到我给她买了项链，这幸福（悲催）的日子才结束。"
  },
  {
    "id": "760bc6cd382f78627960be6406784b53",
    "content": "一女生对她闺密说：“我男朋友是个娘们儿，我们俩分手了，可他就是不掉一滴眼泪。”闺密说：“不掉眼泪，这不说明他挺爷们儿的嘛。”谁知此女怒道：“他说他不敢哭，是因为他的睫毛膏不防水……”你就是全世界路上，女孩撒娇让男孩背她，男孩很吃力地将她背了起来。女孩纳闷：“我也不是很沉，你怎么背得那么吃力？”“因为对我来说，你就是全世界……”女孩笑靥如花，男孩只好把刚到嘴边的“最重的人”四个字硬生生地咽了回去。"
  },
  {
    "id": "016482f25b80cb4d20a70e11302b479c",
    "content": "和闺密逛超市，要走的时候，旁边的保安大喊：“站住，衣服里鼓鼓囊囊的装了什么？”闺密愤怒地掀起外套大声吼道：“看清楚了，这是肉，是肉！”"
  },
  {
    "id": "9622bc6a878805a77a9c609bb67e1534",
    "content": "某校园论坛上有人问：“学校用蟑螂香灭蟑螂后，怎么蟑螂出没得更频繁了呢？以前都没怎么看见的。”某学生跟帖回答：“你家人不见了你不着急吗？”"
  },
  {
    "id": "460af9cc8b6fac7dd7895771b848402b",
    "content": "看到朋友圈的一条动态：“生活所迫，出门2年未归，听到4岁女儿的一声叔叔，泪水狂涌，我的心都碎了。”然后下面有人神回复：“总比你出门4年，回家2岁女儿管你叫爸爸强。”"
  },
  {
    "id": "c698ba830c280b8b035612413d12ba10",
    "content": "老师：“一个人走路时不小心被蛇咬了，从此心中留下了阴影，请问他现在最怕的事是什么？”小明：“求阴影部分面积！”"
  },
  {
    "id": "a70d0ac5819dab9b1747cd337cbf11a4",
    "content": "到女友家吃饭，和伯父伯母聊了很多。谈到关于钱的问题，我很坦然地说：“我没钱。”伯母看了伯父一眼，伯父端茶喝了一口，肯定地说：“钱，不能用来衡量一个人……”我心想，这老人家多通达，就笑着答：“是啊，是啊！”伯父放下茶杯继续说：“那还能用什么来衡量？”"
  },
  {
    "id": "486e69a22fe7cd62ceba6f754cf2b775",
    "content": "今天在学校食堂买了两根大骨头，跟舍友一起在那儿啃。啃了一会儿，舍友语重心长地感叹道：“活了十来年，终于知道为什么狗啃骨头的时候要歪脑袋了，能使上劲！”"
  },
  {
    "id": "f0c923c966ed7c1689acf9a36fe366cd",
    "content": "今天第一次在驾校学开车，学那个半坡起步，下坡的时候车急速往下滑行，教练大吼一声：“用脚刹！”我脑子一懵，车门一开，将一只脚塞到外面磨在地上，终于将车速稳定下来。"
  },
  {
    "id": "94fd993091e74b67f5a6aa9a0ffabf53",
    "content": "最近，我抽空去拜见了一位有名的老禅师。他端过来一碗小米粥，摇了一会儿，粥便浑浊了。然后他把粥放在桌子上，渐渐地，米粒沉下去，粥也澄清多了。我恍然大悟：“懂了，静下心来就能看清生活！”老禅师说：“不，粥凉了，你可以喝了！”"
  },
  {
    "id": "dcfe77f67da7017bbd7e14780827a5b4",
    "content": "和一位交警同住一间病房，没事闲聊，他说：“你知道吗，我们交警最不愿意拦的就是女司机。”我：“为啥？”交警：“一拦她们就紧张，一紧张就不知道踩刹车还是油门了。”我：“你咋知道？”交警：“我都住院了，还想咋知道！”"
  },
  {
    "id": "9a118d6745e5012a42bc63bcf7a77fc2",
    "content": "今天一家人出去逛街，老爸居然主动帮老妈拿包，我想想自己，真是不体谅媳妇。可是逛着逛着老爸就不见了，光找老爸了，老妈也没买成东西，只得作罢。我顿悟——姜还是老的辣啊！"
  },
  {
    "id": "6551ee407f7246dd927ce4a65b0674c6",
    "content": "今天偶然间听到一对男女对话。男：“媳妇儿，我刚才看见一女的，长得好看，腿还长，一看就是空姐。”女：“是吗？我再给你一次机会，你重新说。”男：“啊，对，媳妇儿，我刚才见一老娘们儿，打扮妖艳，腿还长，一看就是出来拉活儿的。”女：“嗯，下次说话注意点儿……”"
  },
  {
    "id": "df152b2a737ee80c9076290e270d51af",
    "content": "高中学习紧张，身体消耗非常大，大家抽屉里总是放一些小零食。一天，坐在后面的胖子用非常虚弱的声音问：“有吃的吗？饿得不行了！”我告诉他：“没有了。”不一会儿，我听到后面嘎嘣嘎嘣地响。我回头问他：“你吃什么呢？”“健胃消食片！实在没别的可吃了！”"
  },
  {
    "id": "50aa1a9712e509aab63564da8217f055",
    "content": "通常情况下，我不会支使老公做家务，不是因为心疼他，而是因为太过繁琐。比如，我跟他说：“老公，你去把葡萄洗一下吧。”他会先问：“洗多少？要不要泡一下？”然后问：“用洗涤剂洗吗？”再问：“你说的绿色那瓶用完了，有新的吗？”之后问：“新的洗涤剂在哪儿？”最后问：“葡萄在哪儿？”"
  },
  {
    "id": "61930c3e5f1490cf9f0698f372dbac75",
    "content": "一个男人向朋友吹嘘自己的妻子：“我媳妇儿特强大！自己洗衣、做饭、逛街、管孩子、赚钱，什么都难不倒她！”对方冷冷地回他：“像你媳妇儿这样的人，在我们村里叫寡妇。”"
  },
  {
    "id": "097d24207582d2c0a115a37ec8d766e8",
    "content": "昨晚，我的咽炎犯了，真是太难受了。老公在旁边看着我，他的表情比我还痛苦。我感动地对老公说：“老公，没想到你这么担心我，你真是太好了！”没想到，老公说：“老婆，我不是担心你，我是担心你病情这么重，我刚存进银行的一千块钱是不是又要拿出来了。”"
  },
  {
    "id": "70bee9f4b33539639dcc2b7d61265f9e",
    "content": "一对夫妻正在讨论一个爱情问题，妻子问：“你说是暗恋痛苦还是失恋痛苦？”丈夫思索再三，反问道：“如果把爱情比做一只烧鸡，你说是想吃吃不到痛苦，还是吃了一半掉到地上痛苦？”"
  },
  {
    "id": "1cc3a236fd29457e3e26ba7c797d3660",
    "content": "“师父，为什么我的功夫总是没有长进？”“你见过夕阳西下时，海鸥飞过天边的火烧云吗？”"
  },
  {
    "id": "0b82b4d0754e58ee7809deb5da138635",
    "content": "和男友讨论女生耐不耐看的问题时，我问：“我是不是越看越漂亮？”男友就开始使劲闭眼再睁开，使劲闭眼再睁开……我问：“干啥呢？”男友说：“刷新。”搞哲学的大妈小时候跟妈妈去洗澡，总去女澡堂，记得曾经问过那里搞卫生的大妈，我什么时候才能不进女澡堂洗澡。大妈头也不抬地说，等你什么时候想进了，你就不能进了。当时没明白，多年以后，我才恍然大悟，这位大妈是搞哲学的吗？听完再灭灯啊《非诚勿扰》录制现场：“我希望找一个处女……”话音未落，全场24位女嘉宾全部灭灯，一个“座”字活生生被咽进了肚子里……"
  },
  {
    "id": "8c0e57aa255a5ceb4bddf1fbdf085f08",
    "content": "一日坐公交车，车上人很挤，这时只听一女子怒斥一男子：“你蹭什么蹭……”接着怒骂。全车人看向男子，结果男子说：“你可以侮辱我的人格，但是不能侮辱我的品位。”"
  },
  {
    "id": "ae72f2c37075a708e3bee91d8bdc1c0d",
    "content": "老婆：“这哪队跟哪队踢？”老公：“法国和尼日利亚。”老婆：“这是中超联赛吗？”老公：“世界杯。”老婆：“中国队在哪儿？”老公：“跟你一样在看电视。”老婆：“为什么不上去踢？”老公：“国际足联不让。”老婆：“是因为钓鱼岛吗？”老公：“……因为水平不行。”老婆：“不是有姚明吗？”老公：“……”"
  },
  {
    "id": "6583dc91837e7bf01b9907f45b05926a",
    "content": "罗格打电话给他的朋友约翰：“我的妻子爱戴手套，恨不得把所有的手套都买回家。我听说你妻子原来也有这个毛病，但现在改掉了，你用了什么高招？”“其实没什么，我只是给她买了另一样东西。”约翰答道。“什么？” “钻戒。” "
  },
  {
    "id": "a389015690305f40118ec402bb294a1a",
    "content": "作为一个远离人文学科许多年的工科男，我看到“山有木兮木有枝”的时候，第一反应是：山上有棵没有树枝的树……"
  },
  {
    "id": "427b98a6519ac9c7d8c7f0371bcfba06",
    "content": "一北欧洋妞想文个表现中国文化的文身，中国朋友建议她文“霸王别姬”。几日后，该妹子浑身都刺满蝇头小楷：我站在烈烈风中，恨不能荡尽绵绵心痛，望苍天，四方云动，剑在手，问天下谁是英雄……"
  },
  {
    "id": "4fed5c07d444e987fe8226df75ab375b",
    "content": "在医院挂号处遇到一个让我心动的女孩，她排在队伍的最前头，我和她中间隔了几个人。好几次鼓了鼓勇气想要走近搭讪，却都无功而返。眼瞅着她从小窗里拿出病历本转身向我这边走来，我知道这擦身而过可能会让我抱憾终生，就红着脸怯生生地挤出几个字：“你有病吧？”"
  },
  {
    "id": "b1d7d0e7b1a551034dcbad3d1b655b18",
    "content": "有一哥们儿闲来无事给10086打电话，问：“手机卡掉了怎么办？”客服人员说：“带上相关的证件去营业厅补办卡。”这哥们儿说：“我不能从地上捡起来吗？”过了一会儿，客服说：“为了您的安全，我们不建议您弯腰捡卡，因为脑子里的水容易洒出来。”"
  },
  {
    "id": "89d751b10c65fb93cec1c319c8995414",
    "content": "一次，我教小学三年级的妹妹英语。我跟她说：“企鹅的英文是penguin。”她想了半天之后，说：“不对啊！”我说：“哪里不对了？”她说：“企鹅的英文不是QQ吗？”"
  },
  {
    "id": "584aa9aea3163597555965b3f86d434a",
    "content": "今天中午饭店里人特别多，一对年轻情侣实在找不到地方了，就和我们拼桌，坐在我对面。说实话那女的长得真挺漂亮，我就多看了两眼，结果被那个男的发现了，他啪嚓一下往桌子上放了一个大众的车钥匙想吓我，我往外一看，辉腾……我啪嚓往桌子上放了个玛莎拉蒂的车钥匙，啪嚓，啪嚓，啪嚓，布加迪、劳斯莱斯、卡宴，好几个车钥匙我都摔桌子上了，那男的领着女的灰溜溜地走了。真是的，你跟我一个修车的装什么装！"
  },
  {
    "id": "1506a2e8bb77083e34ac460d7be9f173",
    "content": "我女儿8个月了，家里的狗从来不正眼看她，嫌她吵，一听见她哭就掉头去别的屋睡，我觉得它比我潇洒。偶尔终于喂完奶，洗完衣服，洗完碗，孩子也睡了的时候，我坐在客厅抽根烟，狗会过来趴在我脚边抬头看我，那眼神分明在说：你瞅你办的这叫什么事儿。"
  },
  {
    "id": "175d9bb829accc82656e9b0dacc4726e",
    "content": "甲问乙：“你谈过几次恋爱？”乙反问：“暗恋算吗？”甲：“暗恋只能算半次。”乙：“那我谈过3.5次。”甲：“还不错啊，看不出你还和3个女孩交往过。”乙：“不，我暗恋过7次。”"
  },
  {
    "id": "e1274db03b164fe8abe7c4e966bd9bc7",
    "content": "在北京开车，等红灯时会接到楼盘广告单，我一般都开窗接，因为不管寒冬酷暑，站在室外发传单是很辛苦的事。但今天发传单的绕过我的车，没给我发。我很不高兴地叫他回来，他很和气地说：“开你这种车的人基本买不起这个楼盘的房。”我气愤地说：“你都不给我看怎么知道我买不起！快给我两张，我还嗑瓜子用呢。”"
  },
  {
    "id": "f6e14e8289fb9d4436ecedaa1728986a",
    "content": "昨晚讲完睡前故事，女儿表扬我讲得好听，我赶紧表态：“爸爸能做的事情都会为你做。”她轻抚着我脖子上的喉结，说：“你把这块骨头咽下去。”"
  },
  {
    "id": "337246de2fef0518efc266a11ebeb560",
    "content": "老公：“这菜凉不凉，我给你热一热？”老婆：“不用，正好。”老公：“饭凉不凉，我给你热一热？”老婆：“不用，你别折腾了，坐下吧。我还没问你呢，你这个月的工资怎么那么少啊？”老公：“《北京遇上西雅图》都说了，钱多钱少不要紧，最重要的是找一个知冷知热疼你的男人。”"
  },
  {
    "id": "2935ae06aa5a3eaa8369cb67b045e37f",
    "content": "我女朋友是个吃货。那天她让我拿东西，我坐着打游戏没有动，她破口大骂：“你翅膀熟了，是不是？”"
  },
  {
    "id": "e9e5e8dfa201b78749aa23c09984e971",
    "content": "和朋友出去吃饭，结账时服务员问：现金还是刷卡？朋友逗她，说没有现金。服务员说可以刷卡，朋友说没有。服务员又说可以刷信用卡，朋友还是说没有。服务员最后说：那你们还可以刷碗。"
  },
  {
    "id": "6d38616f0d93b46430818c9670a7e137",
    "content": "同事在削梨，问我吃不吃。我说：“来一口。”同事问：“大口还是小口啊？”我说：“按我嘴型来。”然后他把整个梨都递过来了……（月月鸟、周继红、秋水长天等摘）"
  },
  {
    "id": "d67278dd243868c8e4fdafaccd7dba0f",
    "content": "老公手机里存了一个叫“39M”的联系人。老婆一直很好奇这人到底是谁，又不好直接问老公。老婆时常自己琢磨：生日是3月9日的女孩？穿39码鞋的美眉？直到有一天，这个“39M”打电话过来了，老公一接电话，说：“喂，三舅妈……”"
  },
  {
    "id": "426a90d4106689d63030599f5c8d9225",
    "content": "问：“五四运动的导火索是什么？”答：“五一只放三天假……”问：“请说出三条支撑你活下去的理由。”答：“我和三六条，六条被人杠了……”"
  },
  {
    "id": "48446e0b3c06d300485b15fe5fa58f57",
    "content": "“爸，借我十块钱，我想买包烟！”爸爸：“你这孩子，结婚后孩子都这么大了，连十块钱也没有吗？”他苦笑道：“这不，您儿媳妇看得太严！”爸爸叹了口气：“唉，可怜的孩子，你等我去屋里给你拿，看好了，看到你妈回来要咳嗽一声……”"
  },
  {
    "id": "864a0890319877f9fa78e7b6bdd74509",
    "content": "新来一个同事叫陆莲，那个娴静，那个美貌，真是跟莲花有一样的气质，于是回来跟老公商量：“以后咱闺女也叫莲吧！多古典美呀！”老公沉默了一下，幽幽地说：“你是忘了我姓刘吗？”"
  },
  {
    "id": "76c236db1690418557a184e1d60061a4",
    "content": "今天中午午休，我说我想抱孙子了，然后同事们笑翻了，还用鄙视的眼神看着我。当时我啥也没说，就是把他们都抱了一下。这下他们都不笑了。"
  },
  {
    "id": "388a0a1e91cc3bf246bcf233041b3632",
    "content": "一个男青年去营业厅给交话费，突然，他眼前一亮，一个美女正好排在他前面。当美女向工作人员报手机号码时，男青年暗暗记下了号码。这一整天，男青年都魂不守舍的。到了晚上，他鼓起勇气，给那个号码发了短信：交个朋友，怎么样？良久，对方才回短信问：你是谁啊？男青年觉得有戏，立刻回复：我是今天交话费时排在你后面的。这回很快有了回信：哦，今天是我女朋友帮我交的话费。"
  },
  {
    "id": "d1e37626dcc75fd5908021991fe0ffa0",
    "content": "和宿舍好友去上网。半路时他的烟抽完了，正好路过学院商店，于是去买。他明知道这种小店好烟少，还是很装地说：“来盒中华。”店里的阿姨对这种龌龊行为早已见怪不怪，冷静地拿出一盒中华牙膏放在了柜台上。"
  },
  {
    "id": "a9be74105c86c00f5391f102269559f0",
    "content": "路边，一个摊主招呼我：“老板，给手机贴个膜吧。”我说：“师傅，你的手艺怎么样？”摊主说：“绝对过硬，祖传的手艺。”我好奇地问：“你从哪代开始贴的？”摊主说：“让你笑话了，从我的曾祖父开始，他走江湖卖膏药，很会贴的。”"
  },
  {
    "id": "8f1003d8ce03a1a4da98a9b7d51fc0ff",
    "content": "高二那年，我开始初恋。我用课余时间，背着她偷偷折了957颗幸运星。班主任发现后，对我说：“如果以后你俩在一起了，我再还给你，就当是你俩爱情的见证。”多年后，我返回母校看望班主任，发现我的幸运星仍然在讲台上，成了用来警示早恋的教材。"
  },
  {
    "id": "fc211fc87bedcf9d2a391643bbc8f09d",
    "content": "感冒了，很难受。我躺在床上给男朋友发短信，脑子里都是偶像剧中男主人公飞奔而至、嘘寒问暖的桥段。过了一会儿，手机振动，我一看：“开门。”讨厌，这个笨蛋，谁让他来啦！我起身用最快的速度去开门。这时，手机再次振动，我一边开门，一边兴奋地点开手机：“多呼吸点新鲜空气，多运动！”"
  },
  {
    "id": "28a41787de524bb666e80c36086c7bbb",
    "content": "一个哥们儿猛追某女，女的很无奈，某日幽怨地对他说：“你到底喜欢我哪里，我改，我改还不行吗？”这哥们无比认真地说：“也没哪里，就你的脸蛋和身材！”对快递员好点老公躺在沙发上看手机报，跟我说看到一则新闻，讲的是北京有一名快递员每天送150到160份快递，太辛苦导致猝死。我以为老公接下来会说“咱们以后对快递员态度好点”，结果他说：“以后少在网上买东西，没有买卖就没有杀害，懂吗？”"
  },
  {
    "id": "6f357e997120de40322619e306f84d17",
    "content": "我手头窘迫，实在没办法，打开QQ找朋友借钱。接下来几分钟里，我陆续看到有人离线，保持在线状态的也都没有回复。这种情况的发生让我始料未及，无奈之下我只好又都追发一条：“不好意思，刚才QQ被盗，不要相信该号发出的任何信息。”牧师：“你愿意娶这个女人吗？爱她、忠诚于她，无论她贫困或者富有、健康或者疾病，直至死亡。即使你们因为买卖二手房而暂时离婚、再和别人结婚、再复婚也不离不弃、忠贞不贰，就像从来没有分开过，你愿意吗？”新郎：“我愿意！”"
  },
  {
    "id": "fd8d4c49551b027e8e2545190dace4fa",
    "content": "酒桌上一个汉子频频给媳妇打电话。“亲爱的，我一会儿就回家。”大家鸡皮疙瘩掉了一地，笑话他怕媳妇儿在家偷人。汉子一脸悲愤地回答：“比那个可怕多了，她在家淘宝呢！”"
  },
  {
    "id": "a688afce9e5b483d6e28aa02136e702d",
    "content": "三位“高富帅”比谁有钱，一个说：“我经常开宝马和我爸飙车。”另一个说：“我家佣人全是菲佣。”最后一个说：“每次足球比赛，我都赌中国队赢。”另外两个无奈地说：“好吧，你有钱。”"
  },
  {
    "id": "d30b3066cf329ed6e63d1963c81907bd",
    "content": "股市大跌，问朋友股票情况如何，答：“别提了，比离婚还惨，资产损失一半，老婆却还在。”问朋友炒股心得，答曰：“股票赚了，我老婆就在家里得意扬扬，指挥我打扫卫生。要是亏了她就自己干。所以，从内心说我还是希望她亏一点的。”"
  },
  {
    "id": "74852115a2bd2518f86675c3c6b32688",
    "content": "和相亲的MM第二次见面，MM有意显摆她的“爱疯”手机。俺装着没玩过“爱疯”的样子，向她请教手机的各种功能。突然发现她通讯录里有个叫“备胎”的人，我就想逗逗她，便问她：“你朋友还有姓备的人啊？”MM很紧张：“快把手机还给我！”我假装不给，她在抢的过程中不小心拨了出去，突然，我的手机响了。"
  },
  {
    "id": "8b2e6f91a54f1dc7b4c5028762c3e4a0",
    "content": "平安夜那晚我们几个光棍逛超市，光棍A说：“平安夜一定要买苹果，代表平安！”我想了想说：“再买点橙子吧，代表心想事成！”旁边的光棍C接话：“那一定要再买点柚子！”我俩没懂，只见C清了清喉咙：“柚，柚，切克闹，你是我天边最美的云彩……”"
  },
  {
    "id": "e5a6768e7fadb400c2fff8f2159d63ff",
    "content": "我一直想不明白为什么孙悟空能大闹天宫，却常打不过路上的妖怪，老要劳烦观音搭救，最近想明白了：大闹天宫时碰到的都是给玉帝打工的，岀力但不玩命；半路碰到的都是自己出来创业的，比较拼命。"
  },
  {
    "id": "eb545dfa1cffa85e02722a87d0aa9f0e",
    "content": "我在家排行老四。记得小时候一个阿姨来我家，进来就夸我们家孩子漂亮：“你看老大，长得多漂亮；你看老二，长得多可爱；你看老三，长得多水灵；你看老四，长得，长得……长得多完整……”"
  },
  {
    "id": "4e78f8b05eb76c97fd1729dee4585a06",
    "content": "第一次去女朋友家吃饭，我很紧张。席间我小心翼翼地对女朋友的妈说：“阿姨，其实我在凑钱买房。”阿姨一下子就不高兴了：“什么房不房的，你以为我们家就这么势利？没房子就不嫁了？”我很感动，刚要说话，阿姨又对着我说：“当然，小伙子你别多心，有房子我们也不一定嫁。”"
  },
  {
    "id": "a450dbe0aea46506436e1a589b1e4ba5",
    "content": "一腼腆男生用纸条表白，上写：5201314。纸条回来后上面写着：（520+1314）×10，此男生欣喜若狂，却被同桌泼了冷水：“结果等于18340，不就是一巴掌扇死你吗？”"
  },
  {
    "id": "9cf6594aef0d2adf104816928ac51e8f",
    "content": "“大点儿怎么啦？女大三抱金砖啊！快告诉老妈，咱未来的儿媳到底比你大多少呀？”儿子低头沉默了一小会儿，说：“九块砖。”"
  },
  {
    "id": "5db5195d8d48a23b7f6f688bcab6ade6",
    "content": "我问学霸：“高考数学如何考到140分？”他说：“少写两道填空题就行了。”"
  },
  {
    "id": "19c4cd9c1a6feed9bdc875b5f6187bc0",
    "content": "一哥们儿发微信：“一本好的书，情节发人深省、令人感动、令人落泪。”另一哥们儿神回复：“你是在说‘高数’吧？我也看一次，哭一次。”"
  },
  {
    "id": "9f56f3b7254ccc391ca9a241506ee3a9",
    "content": "搓澡师傅好奇地问：“大哥啊，人家都整个龙呀虎呀的，你文这些东西是啥意思啊？”那位大哥语重心长地说：“没文化太可怕啊！吉祥物啊！一腚蝇，一定赢！懂不？”"
  },
  {
    "id": "4497757b496eb6d5e21cc2c08b295b39",
    "content": "我家住10楼，电梯坏了两天了。周末懒得下楼，就叫了肯德基外卖。结果连续两天来的是同一个大哥，他第二天来时喘着粗气说：“哥，明天别点肯德基了，麦当劳出新品了，试试吧？”"
  },
  {
    "id": "0a412f21474944aa8aad5effc77e8505",
    "content": "如果你上秤是100斤，那么在镜子里看自己大概是90斤，在朋友圈自拍照里是85斤，在证件照、集体照里是105斤，朋友抓拍是110斤，在视频录像里是120斤，在外婆眼里是70斤。"
  },
  {
    "id": "f78270af59082eae7987ccd9dcd7211f",
    "content": "在公园捡了一部苹果手机，本来打算还给失主，谁知道他打来电话恶狠狠地说：“你最好把电话还给我，我的手机有卫星定位，我已经知道你在哪了！”我一听暴脾气就上来了，买了十几个喜羊羊气球绑在手机上，一撒手，爱飘哪飘哪。"
  },
  {
    "id": "6d687ca75f3ea3e9ffcd1532f65349d4",
    "content": "二孩政策没实行的时候，邻居家又生了一位公子，被罚了5000。到了上户口时，民警问叫什么名字，邻居回答，刘半万，小名五千一郎。"
  },
  {
    "id": "6bacce29daa1b94c0bae0a492576d408",
    "content": "甲：“表白被拒绝是什么感觉？”乙：“压在心里的石头，终于……砸脚上了。”"
  },
  {
    "id": "0d303dbcb0bb62a4de5c453a791c7f15",
    "content": "我妈看言情剧哭得心都要碎了，我在旁边幽幽地说：“呸，都是狗男女！”我妈当时没说话，后来用微信和她闺密聊天的时候悄悄地吐槽我：“我姑娘单身那么长时间好像有点变态了，现在见不得别人搞对象呢……”"
  },
  {
    "id": "c54f152ca52e035ab4726e556156e49c",
    "content": "我认识一个女青年，有空时喜欢看前男友的微博，大家都以为她旧情难忘。谁知有一次她放下手机，长叹道：“每次看到他的微博‘发自安卓客户端’，我就知道他还没用上苹果。看到他混得不行，我就放心了！”"
  },
  {
    "id": "02ec32dc5822cfaacdb56efec41baac9",
    "content": "女：这是我的号码，想我的时候可以打给我。男：号码这么长，是电信、移动，还是联通？女：是工行。"
  },
  {
    "id": "9b7064aae2b6a5d912a303c31492aa3a",
    "content": "工地上，有个年轻工友抱怨道：“活是我们干的，受到表扬的却是组长，最后的成果又变成经理的了，真不公平！”旁边一位老工友笑着说：“你看表的时候，是不是先看时针，再看分针，可是运转最多的秒针，你却看都不看一眼呢？”"
  },
  {
    "id": "57fd20f75e044520c47923a7ec4b1d52",
    "content": "男：“知道男的单身叫什么吗？”女：“知道，单身狗。”男：“那女的单身叫什么？”女：“这……不知道。”男：“狗不理。”"
  },
  {
    "id": "7a27ef6212f20ff8e5fdf86daf3ae5cf",
    "content": "“听说你和女朋友分手了？”“是的。”“为什么呢？”“我把她放到一张铺满玫瑰的床上……”“那不是挺浪漫的吗？”“可我忘把刺去掉了！”"
  },
  {
    "id": "b78ad19b5ca2708d677f3a04e59123c4",
    "content": "冬至，群里一群北方人开开心心说吃饺子，一个南方朋友插不上嘴，我给他支了一招：“你问他们，什么馅儿的饺子最好吃。”一句问出，饺子联盟应声崩溃，分裂成十几个阵营内战不休。"
  },
  {
    "id": "fc63a2ea234002e245d843d45403e1ee",
    "content": "小李对同事小张说：“妇女节快到了，我给老婆买了一件很贵的貂皮大衣作为节日礼物！我在此向你表示深切的同情！”小张觉得很奇怪：“这跟我有什么关系？”小李冷笑一声，说：“我老婆说，今晚要找你老婆出去吃饭。”拼的就是心跳我们老师周考的时候把选择题答案设置成CCCCCAAAAABBBBBDDDDD。他说：“我要让好学生不敢写，坏学生不敢抄。哥拼的就是心跳！”"
  },
  {
    "id": "5d5488d63af33dc6306640b7578371ef",
    "content": "去年，我在北京一家泰式酒店工作。当时遇到客人都要行泰式礼问好，就是双手合十，鞠躬说“萨瓦迪卡”，是“你好”的意思。很多新来的员工都记不住。那天一位客人去餐厅吃饭，正好门口是个新来的男孩，那孩子双手合十都弯下腰去了，就是忘了“萨瓦迪卡”怎么说，弯着腰愣了一会儿，看样子憋得够呛，后来抬起头跟客人说了句：“阿弥陀佛！”顿时，那大哥脸都抽搐了……老爸的私房钱我爸把私房钱都存入我的卡里，我们说好了三七开、入账分赃、季度分红、年终答谢。因此，从未被我妈识破。"
  },
  {
    "id": "6c89cf840fb42aaf8057feee13246c62",
    "content": "我老爸很怕我妈。今天老爸和老妈坐在门口拌嘴。老爸说：“我会修理车、会修理家电，你会吗？”老妈坐着很淡定地说：“我是不会修，但我会修理你！”然后老爸就在那里搓手指。"
  },
  {
    "id": "7f700b2a4782937caa984a82887bf3cc",
    "content": "有一天我买了包20的烟，给老板50，找我40，我装兜里就走了，没走多远老板喊我：“你烟没拿！”我流下了感动的泪水：“你多找了我10块钱。”老板也流下了感动的泪水：“小伙子，把烟拿来，我给你换一包。”抽着老板新换给我的烟，那纯正的味道再次感动了我：“老板，把刚才那张50的拿来，我给你换一张。”"
  },
  {
    "id": "fed06d2e49b39a945578767253e59371",
    "content": "闲逛时遇到一只小狗，突然对我狂叫。我想起网上的段子，就对狗大喊一声：“2016年我旺不旺？”谁知小狗不叫了，一扭头，走了。网上流传着一句“女人的真心话”：“要么给我爱，要么给我钱，要么给我滚。”老公看了之后，好奇地问老婆：“你想要什么？”老婆毫不犹豫地回答：“都想要。给我爱，给我钱，然后给我滚！”灯红酒绿的酒吧里，我一个人喝闷酒。突然一个美女过来对我说：“帅哥，请我喝酒好吗？喝完我可以答应你一个过分的要求哦。”我一看，美女啊，巴不得！于是要了各种好酒，好吃好喝伺候着。酒过三巡，她终于对我妩媚一笑，说：“帅哥，你可以提出你的过分要求了哟。”我嘿嘿一笑，转身走了：“记得把账结了……”前日去寺庙，看见一横匾，上书“心中业物”，再三回味，感叹绝妙。业障物碍，肇源心中，佛力清净，一切都消。我向禅师反复阐发，感叹再三。禅师说：“施主，你看反了。”今天跟女朋友吵架，我不客气地说：“你这样好吃懒做，真的不感到羞耻吗？”她毫不示弱：“你怎么不看看自己，哪个男人像你这样一事无成还不求上进？”“行吧，既然你觉得我不好，我也觉得你不好，那我们索性就……”我继续说道，“在一起将就一辈子吧，别去祸害别人了。”小学二年级的时候上数学课，我正在神游，忽然听老师说：“全年级一起去郊游……”我一听要去郊游，马上就清醒了，高兴地喊了一声：“耶！”老师在全班同学惊恐的眼神中慢悠悠地继续说：“一班去了32人，二班去了30人，三班去的人数为一班二班总和的一半。问，3个班一共去了多少人？”去年过完春节，老婆说她要在羊年瘦成一道闪电。现在猴年到了，我觉得老婆基本算是成功了，现在谁说她胖她“劈”谁！哥哥问弟弟：“你们班上有谈恋爱的吗？”弟弟说有，哥哥问：“你呢？”弟弟说没谈，哥哥问为什么。弟弟说：“我们班男女比例严重失衡，男多女少。”哥哥问：“有多失衡？”弟弟长叹一声：“男的比女的多一个，我就是多的那个。”孙子问奶奶：“我听大人说，岁月是把杀猪刀，为什么奶奶年纪这么大了，还是这么好看啊？”奶奶感叹道：“傻孩子，那是因为杀猪刀只杀猪啊，不信，你看你爷爷。”家里养了一缸孔雀鱼，需一天喂两次食，三天换一次水……昨天，我实在懒得收拾它们了，抱怨道：“天天就知道吃，啥也不干！”老婆说：“人家最起码还好看！你再看看你！”一个老爷爷搭讪老太太：“你这个发型真好看，在哪里剪的？”老太太瞬间扯下她的头发：“你的才是捡的，我这是买的！”（宁静姿涵等摘）"
  },
  {
    "id": "d50a303840d0fafedbb7f53b079e8432",
    "content": "“卖萌需要注意什么事项啊？”“注意一下自己的长相。”"
  },
  {
    "id": "33af5198876a05fe80b751210b5236bd",
    "content": "一哥们儿让她女朋友减肥。女朋友说：“我感觉身体里面住了四个人。”哥们疑惑地问：“什么意思？哪四个人？”她说：“他们是唐僧、孙悟空、猪八戒、沙和尚。每一天唐僧都说，我要吃素。猪八戒说，我要吃饭。孙悟空说，我要吃水果。沙和尚说，师父，大师兄、二师兄说得都对啊！”"
  },
  {
    "id": "1cff639287637eec40b57f675d7a21d0",
    "content": "以前上学时，老被一差生欺负，终于有一天，我的小宇宙爆发了，指着他大吼道：“你等着，将来我一定找你算账！”10年后，誓言实现了，他成了我的老板，我成了他的会计。"
  },
  {
    "id": "e7b5360c7cd73660bd8a064648197651",
    "content": "欠钱后消失4年的姐妹，上上个礼拜突然打了个电话给我，让我把卡号给她，她还钱，那感觉就像突然捡了3000块。几天过去了，一点消息都没有，刚刚收到一条信息：“那天我喝醉了，说过什么话不记得了，别往心里去。”"
  },
  {
    "id": "c645ee9a742218b5ddc86f818be97dbe",
    "content": "同学是学医的，当年分专业时他选择了法医。那天聚会大家都说：“放着好好的外科医生不做，做什么法医啊，整天都接触死人，工资还不高。”等大家七嘴八舌讲完，这位同学很深沉地说了一句：“我这里至少医患关系还比较稳定。”"
  },
  {
    "id": "2caa562bf7fd331300a089b96490d571",
    "content": "“将军的儿子能成为元帅吗？”“不可能。元帅都有儿子。”"
  },
  {
    "id": "262f96a21db6cd04c297eb0ee074a9f7",
    "content": "“哥，大事不好了，我看到嫂子在家上淘宝呢。”“什么？咱们赶快兵分两路，你去你房间把路由器拔了，我去银行把钱取出来！”"
  },
  {
    "id": "8768bc9426183cef39f6b989fd6f528e",
    "content": "医生：“Hi，有什么可以效劳？”美女羞答答地说：“我想做隆胸手术！”医生：“我院用的是最新微创技术，两边都做的话是3000元！”美女：“你们还可以只做一边？”医生：“当然！”美女：“那只做一边收费多少？”医生：“1000元！”美女：“为什么做一边1000元，两边都做就要3000元啊？”医生语出惊人地解释道：“一波三折！”"
  },
  {
    "id": "8c6d843950d20ad75e4629e7a07ed43f",
    "content": "“大师，我梦见我女朋友把我甩了，然后没过几天就和我最好的朋友在一起了，我好怕这个梦变成现实。”“施主放心，梦都是反的。”“太好了，是真的吗？”“嗯，应该是你女朋友先和你最好的朋友在一起了，然后把你甩了。”"
  },
  {
    "id": "fe28781e705b165086ec38e0504814ec",
    "content": "和老爸老妈一起逛街，路上碰到一妙龄女子，我和老爸都情不自禁地看，老妈不满，白了老爸一眼：都多大的人了，还盯着别的女人看，跟个色狼似的！老爸极为不屑：你懂个屁！我在给咱儿子挑媳妇。"
  },
  {
    "id": "0eaa767c2faca4ed48b624588578984c",
    "content": "我们有个同事，对羊肉过敏，一吃羊肉脸就肿，所以大家每次吃烤串都带上他，他的脸肿得越厉害，便可判断那家的羊肉越真。"
  },
  {
    "id": "5c0c8e7e80d031f7db5b4c86f47be141",
    "content": "老婆告诉她的女友说：“昨天我们家进了窃贼，真奇怪，我的首饰一件都没丢。”“哎呀，你真是碰上专家了！”"
  },
  {
    "id": "2714a39e0ef39f4a21a51eb16ccca292",
    "content": "在公交车上，后排一个女的在打电话，说她如何发现老公有小三并最终捉奸在床。在晚高峰时，车到站后全车居然没有一个人下车，而我，已经坐过5站了。"
  },
  {
    "id": "3e86ded3f44dffb4a27f8f5078c9b148",
    "content": "某公司招聘，下一位该面试的女孩的英文名叫“Spring”。秘书欲借机卖弄一下自己的英文水平，喊道：“嗨！那个叫‘春’的，轮到你了！”"
  },
  {
    "id": "842b79f535328bf74e364eb9368506ad",
    "content": "带女儿参加一个婚礼。8岁的女儿看到什么都要问为什么，有时搞得我很崩溃。“妈妈，婚礼上为什么新郎要吻新娘？”“就像你为了不让别人吃你的巧克力而在上面吐口水一样。”"
  },
  {
    "id": "c558e157ae1063dbdeb584c8e46561c6",
    "content": "一次，我去营业厅充话费，跟营业员说：“充50元！”营业员抬起头问了一句：“Howmuch？”我一愣，心想，我们国家什么时候把英语普及到这程度了！于是我用不怎么标准的英语回了一句：“Fifty！”营业员调高了音量重复道：“号码是？”我一瞬间晕倒……"
  },
  {
    "id": "26ffcbf919cf6cde89ea0e2830fc0a5e",
    "content": "致所有单身狗朋友，你不是觉得寂寞难耐吗？你不是觉得孤枕难眠吗？多找几部恐怖片看看，看完了你就会觉得床底下、镜子里、卫生间，到处都是人，世界充满爱！"
  },
  {
    "id": "bb846bd6926f78f092039b1123707464",
    "content": "今天我妈带我去相了两个妹子，一个身材一流，可惜长相太吃力了，还有龅牙，一笑我就受不了;另外一个脸蛋绝对一流，女神级别，可惜是个肥妞。回来之后，我一直在想：到底选哪个，这可是终身大事啊！绝对不能乱下定论。为了这事儿，我纠结了一晚上。第二天早上，我妈买菜回来跟我说：“别纠结了，两个都没看上你……”"
  },
  {
    "id": "cc2e7175416c1c0bce25a4098ba690c8",
    "content": "我朋友给我发微信：“我累了，以后咱们少联系吧。”我：“大哥，我都快一年没跟你说过话了吧？”对方：“那就好，我是他太太，我正在挨个筛查，你清者自清。”"
  },
  {
    "id": "4adc60405693b08dbd7f054e41cf1066",
    "content": "上次聚会，我挺喜欢的姑娘喝了一杯啤酒，就不胜酒力，让旁边的帅哥送回去了。这是个好办法，于是昨天我又把姑娘约出来吃饭，姑娘喝了一斤白酒，我都吐了，姑娘压根就没事，还帮我打车。开始的时候，我闹不明白：才几日不见，她酒量如此突飞猛进？后来我无意间照了下镜子，一下子想通了好多事。"
  },
  {
    "id": "718e5004566f446d6de2215c27e40967",
    "content": "年轻人向禅师问道：“我志向高洁，出淤泥而不染，无法容纳这个污秽的世界。”禅师拿出一个袋子让年轻人把屋子里的垃圾装进去，年轻人很快就装满了。禅师又拿出一个袋子，年轻人恍然大悟：“您是说只要有足够宽广的胸怀，就能容纳这个世界？”禅师摇摇头，指着袋子说：“装，你继续装。”"
  },
  {
    "id": "0a399580ed5e631a076d82c859bce199",
    "content": "洗完澡后照镜子，自我感觉良好，就问老公：“为什么每回洗完澡后都感觉自己变漂亮了？”在沙发上玩手机的老公头也没抬，回答说：“因为脑子进水了吧。”"
  },
  {
    "id": "cd2c5c3c75a3039f56e29c74ca4dd264",
    "content": "老婆用电脑看电视剧，我玩手机。老婆突然问我：“如果我失忆，忘了你怎么办？”我随口一说：“那还不好。”空气瞬间变冷，我抬头认真地看着她：“我再追你一回。”马上天晴，我太机智了！"
  },
  {
    "id": "13d9907dd12df864408eaa8170e37adb",
    "content": "一哥们和我说：“怀孕的女人真矫情，今天和我说要吃葡萄，买回来就吃了一个，然后又说要吃荔枝……”我说：“比我媳妇怀孕时好多了。”哥们问：“怎么了？”我说：“她跟我说要吃火车上的盒饭。”"
  },
  {
    "id": "7f1d891a0e2b002ca40f41eb504fbda4",
    "content": "今天被女友甩了，心情很不好，于是躲在宿舍上网看笑话疗伤。接着便出现了这样一幕：女友来到宿舍安慰我，红着眼睛打开门时，看到我一个人笑得正欢，扭头就走！"
  },
  {
    "id": "5ad242ab3822116180542d8d904659e6",
    "content": "昨晚加完班出来打车，等了半个多小时后，终于有个司机肯载我这个路程不到三公里的。上车后司机师傅就开始跟我传授经验，“老被拒载吧？以后搞个小拉杆箱装电脑，就你这打扮，往路边一站，车都抢着停，一看就是上机场。上车一问，是到团结湖，哭吧！”师傅您真是卖的一手好队友，业界良心！"
  },
  {
    "id": "9b1092c44735d20e5762f28a5022d934",
    "content": "手指骨折今天去挂骨科，医生问：“手指怎么断的？”我说：“我有强迫症。”医生愣了一下，说：“你手指断了跟强迫症有什么关系？”我说：“十个手指九个都响，就它不响。”"
  },
  {
    "id": "9a9712f30e2a2c55aa99440ee8efb5a6",
    "content": "我们学校晚上都有门卫看门，不过有时看得不太紧。有一天晚上我们翻墙出去，结果被门卫大爷用手电筒照到了，大爷说：“不许动！谁？”我同学一紧张说：“别过来，我有枪！”结果大爷把手电筒一关，回屋把门一锁，熄灯睡觉去了……"
  },
  {
    "id": "eff837ad480725270780cdf6e307e334",
    "content": "刚吃饭的时候，我妈突然抬头跟我说：“我今天帮你拿了块地。”我就知道自己其实是隐形“富二代”，之前的贫困都是为了磨砺我，如今时机终于成熟了。我强忍着内心的激动，用尽量平和又不经意的语气回答：“哦，哪里的？”“××快递，还要我自己下楼去取。”"
  },
  {
    "id": "541524a7cbebe6d41b8c0b637dc418c5",
    "content": "丈夫给妻子发短信：“嗨，亲爱的，我和哥儿几个在酒吧，请帮我把脏衣服洗了，然后准备我最喜欢的晚餐等我回来。”然后又发了一条：“哦，忘了告诉你，我月底要涨工资了，到时给你买辆新车。”妻子回复：“天啊，真的吗？”“假的。我就是想确认一下你有没有收到第一条。”"
  },
  {
    "id": "59cb757be16e39c330dd7e89b3000c85",
    "content": "神父：“你是否愿意让这个男子成为你的丈夫，陪他喝三聚氰胺奶，吃注水肉、避孕鱼、皮鞋胶囊，直至永远？”新娘：“最毒妇人心，我愿意！”神父：“你是否愿意让这个女人成为你妻子，为她买镉大米、瘦肉精、苏丹红、地沟油、明胶老酸奶，直至永远？”新郎：“无毒不丈夫，我愿意！”"
  },
  {
    "id": "1ed3b59ba439756245e030d585aa4f32",
    "content": "一次生病输液时，我坐着玩手机。时间过得飞快，一抬头见瓶子见底了，我顿时慌了神儿，喊道：“服务员，满上！”此后，我成了这家诊所的名人。"
  },
  {
    "id": "e66e64d531807257792dd163a607c807",
    "content": "悟空和唐僧一起上相亲节目，悟空上台，4盏灯全灭。理由：没房没车，只有一根破棍；保镖职业危险；动不动打妖精，对女生不温柔；坐过牢，曾被压五指山下500年。唐僧上台，哗！灯全亮。理由：公务员；皇上兄弟，后台最硬；精通梵文等外语；长得帅；最关键的一点——有宝马！"
  },
  {
    "id": "c1787c49ace1719995330700b93f18ea",
    "content": "圣诞节一早醒来，室友发现昨晚挂在床头的那只袜子变得鼓鼓囊囊的，兴奋地伸手去掏。然后，他很激动地吼道：“哪个往我袜子里放的瓜子皮？”"
  },
  {
    "id": "bea475a35571ca517a9296f9d56649ad",
    "content": "青年问禅师：“我有很大的梦想，如果实现了，这个世界将再也没有纷争。但是我需要很多钱，大师您能帮我吗？”禅师拿出一顶小孩的帽子和一双小孩的手套让青年戴上，然后问：“你有什么感觉？”“手、头有点紧。”“我也是。”"
  },
  {
    "id": "6eb63a0709fdd231c36f01ba83bc9f11",
    "content": "我去理发，老板问我：“你是要托尼老师给你理，还是要威廉老师给你理？”顿时觉得这家店高端、大气、上档次，我说：“托尼老师吧。”老板喊：“托尼老师，有客人找你理发！”连喊数声没人答应，老板急了：“二柱子，有客人！”前两天一个朋友给我发信息，说要结婚了。我一看，这信息怎么能回，便假装没看见。今天他突然给我发了一个红包，我手贱就点了，一毛钱！然后他就叫我去参加婚礼了……全是套路！昨天收到女神发来的短信：“晚上去山上看星星吧，只叫了你哦，一定要来呀！不要告诉其他人。”幸福来得太突然，我紧张得连晚饭都没顾上吃……她果然没叫其他人来，星光璀璨的夜晚，我独自一人在山上坐了一宿……第一次和客户吃饭，出门前，我老公提醒说：“你最好只夹自己面前的菜，切不可伸长胳膊，甚至站起来夹离自己远的菜。记得在外人面前，要让他们感觉你有素质、有修养。”于是，整晚我只吃我面前的一盘菜。结果大家都在议论：“那女的谁啊？跟没吃过肉似的，一盘肘子全被她造没了！”走在路上，男朋友搂着我的腰，我问他：“我腰细吗？”他说：“细！”我一笑，正想说他是在奉承我，结果他来了句：“就是我感觉自己的胳膊有点儿短……”吃过晚饭，老婆细心地帮我剪指甲，剪完又一一打磨。然后，她捧起我的手在灯下仔细端详，就像在欣赏自己的旷世杰作，认真专注中流露出缕缕柔情，让我在心底暗暗发誓，一定要加倍疼爱眼前这个女人。正当我心潮起伏时，老婆拍了拍我的手：“乖，指甲剪好了，赶紧洗衣服去，这样就不会挂纱了！”妈妈：“用这么多保鲜膜干什么？”女儿：“这叫保鲜膜减肥法。”妈妈：“五花肉用保鲜膜包上就能变成里脊？”我暗恋了好多年的女神突然发消息问我：“在不在？”我当时乐坏了，强压住内心的激动说：“在。”然后女神发来一个链接：“帮我闺女投一票，记住12334号哦……”女神发微信朋友圈：“爸爸说，在外边吃饭不要老让男生付钱，因为不知道他接下来要啃多少天的方便面！”我看了之后，顿时热泪盈眶，点了赞。没过两分钟，我就被她拉黑了……上高中的时候，我的一个同学和隔壁班的一个女生，辈分上是姑姑和侄子的关系。有天晚上，他带着那女生回家，被班主任看见了，就训斥：“为什么谈恋爱？”他委屈地说：“她是我姑姑。”班主任大怒道：“哟，你以为你是杨过啊？”和朋友在饭店吃饭，吃完以后谁都不想结账，只好用掷骰子猜单双的方法决定。好了，骰子盖在桌子上了，买定离手，我先来。“我买双，你呢？”“我买单！”“去吧。”"
  },
  {
    "id": "7b9951320aefab13fde96c9f74f62ecf",
    "content": "丈夫：“你一下子给那个乞丐那么多钱干什么？他只是在装瞎子！”妻子：“你没听见他对我说‘美丽善良的小姐……\\’”丈夫：“看来他还真是个瞎子！”"
  },
  {
    "id": "21ca830ef89a8fbdaf4040c57d85a176",
    "content": "吃完饭结账，102元钱。和老板商量：“抹个零行不行？”老板说：“行。”于是我拿出12元钱给老板，老板看了12元钱半天，说：“开了好几年店，就没听过还有从中间抹零的！”"
  },
  {
    "id": "352487dfe2e20e9cd064ccf7938e6a7a",
    "content": "老婆回到家，神气地说：“看，我从美容院回来啦！”我关切地问：“怎么回事？那里没开门吗？”"
  },
  {
    "id": "768f3c679c6a4b7690672760dccbc4a0",
    "content": "“我今天好看吗？”“整体有种柳暗花明的感觉。”“哇，是说我搭配的颜色很丰富美丽吗？”“又一村……”"
  },
  {
    "id": "37aceea6de9b5d078de380228118b1f0",
    "content": "晚上，丈夫看见茶几上放着两盒巧克力，问老婆：“是给我吃的吗？”老婆说：“这是我特意给你买的。我对减肥已彻底失去信心了，还是给你增增肥吧，好让咱俩显得更般配些。”"
  },
  {
    "id": "d1c498f11e639b7208f9ce0f5a38a8b1",
    "content": "“瀑布漫无目的地冲刷岩石呢？”“也见过，师父。”“这就是你的问题所在，不好好练功，到处瞎看些什么玩意儿！”"
  },
  {
    "id": "7695d93186ee47d58bd85f6ff99d7900",
    "content": "大家都知道坐公交车有两种支付方式：投币和刷卡。今天坐公交车，在车站等车时，我前面有个MM，边等车边看书，上车后从口袋里掏出一块钱在刷卡器上蹭了蹭，然后又把钱塞进口袋里，找了个地方坐下，继续看书。司机提醒后，MM满脸绯红地补了钱。全车人无语，我在后面笑抽了，然后脑残地拿出公交卡，果断地塞进了投币口……"
  },
  {
    "id": "35dfd390dc82b457b04d1a2c46b4c1fa",
    "content": "朋友和刺客唯一的区别是，刺客在背后捅你一刀，你回头痛苦地说：“啊，你是？”朋友在背后捅你一刀，你回头痛苦地说：“啊，是你！”"
  },
  {
    "id": "065dc429f763fdb1a5c0483b44fb4e5e",
    "content": "记得初中快毕业时统一体检，有一项是查色盲。轮到一哥们儿时，他盯着图片发呆，旁边的大夫说：“说数就行，赶紧的。”哥们儿：“知道了，等会儿。”5秒之后，大夫急了：“你倒是说数啊！”哥们儿：“着什么急，这不刚数完嘛，26个黄的，37个红的，14个绿的。”"
  },
  {
    "id": "4228bf94c35b1bab3499e22b90e1c350",
    "content": "丈夫又喝多了，并且回来得很晚。他走进家里，一看到妻子那严厉的目光，就很不自在，轻轻走到沙发旁，低下头去逗小猫。妻子说：“喂，你和那头笨猪在一起有什么意思？”丈夫立即笑着答：“亲爱的，这是猫呀！”妻子看也不看他，说：“我在问猫，谁和你说话了？”（周继红等摘）"
  },
  {
    "id": "b206c5f28da0db4e78d48a546304d407",
    "content": "两口子走在马路上，打闹、生气、大骂。前面两位男士回头看，女子马上作小鸟依人状。她老公说：“别装了，他们看的不是你，他们是看哪个男人这么窝囊。”"
  },
  {
    "id": "665df2a283a1de190a75954037b086c5",
    "content": "今天跟一女同事吵架，我发现吵不过她，于是我对她说：“好男不跟女斗，你信不信我打你爹？”她说：“不信！”于是我果断地抽了自己俩嘴巴子，一个华丽的转身走了，留下她独自在风中凌乱……"
  },
  {
    "id": "292e2fb4e5acd9226ece4bbdc46395f1",
    "content": "昨晚12点回家，路过一楼门口，听见屋里有一小屁孩哭闹不停，妈妈骗他说再哭外面的鬼就进来抓你了。我本着助人为乐的精神，应了一声：“你妈没骗你，听话。”结果里面俩人都哭了……"
  },
  {
    "id": "e75f04efe157fddcfe4e80de383e9e00",
    "content": "土豪，你们家亲戚太多了飞机上，空姐让土豪关机，结果土豪拿着iPhone5S说：“这是最新款土豪金。”原本以为空姐会说：“哇塞，土豪，我们做朋友吧！”没想到空姐拿出iPhone4说：“这是你大爷。”这时左边的人拿出iPhone4S说：“这是你二大爷。”右边的人拿出iPhone5说：“还有你爸。”后座拿出iPhone5C说：“还有你妹。”司仪：“此时此刻，你想对来宾说些什么？”新郎：“感谢微信，感谢附近人……”"
  },
  {
    "id": "dbd34622dc8463b667f248c2b3748671",
    "content": "什么叫真正的宅？一天早上，在校园里看到一哥们儿穿一短裤跟背心站在楼门口，望着满天的雪花说了句：“妈呀，都冬天了啊！”"
  },
  {
    "id": "b9a4ea62332e89394dd31b92254c2bd7",
    "content": "妻子要路考了，她刚坐进车，我就递给考官500块钱。他说：“抱歉，先生，我不受贿的。”我说：“不，这不是贿赂，这是修车费。”"
  },
  {
    "id": "ffa12a0e0c8ae0913d3e11d5d35e2d64",
    "content": "看完洗衣粉、洗衣液广告，我明白了一个道理：显然所有广告都掌握了让生活干净整洁的核心科技——管好“熊孩子”。"
  },
  {
    "id": "a9710f737d4a724e629029a133be88ca",
    "content": "去朋友家玩，问他家里Wi-Fi密码是多少，朋友淡淡地回答：“你生日。”我听完顿时一惊，莫非，难道，或许……他暗恋我？输入几次发现不对，问他：“阴历生日还是阳历生日啊？”他愣了：“什么阴历阳历？是拼音，nishengri。”"
  },
  {
    "id": "cdc78b27fc5d03b36acdc323c9c07613",
    "content": "这么多年，一直有个问题困扰我：沙和尚的担子里挑的究竟是什么？如果是衣物，师徒四人从没换过衣服。如果是食物，可他们饿了不是去求斋饭，就是去采野果。现在我才明白过来，历经九九八十一难，风里来雨里去，前后十几年，他们一直是四个人。请注意，是四个人！所以，担子里一定是麻将！"
  },
  {
    "id": "42e246f1fcf9b85973922bd386b1ec76",
    "content": "下雪了，我穿着羽绒服、打底裤、雪地靴出门。老妈见了，责怪我：“下身穿得太少，快去加条裤子。”我说：“我上身穿得多，不会冷。”老妈一听生气了，说：“下身哪有上身禁冻，下身多穿点儿才对。冷的时候大家都是跺脚，你见过捶胸的吗？”"
  },
  {
    "id": "32edecf6a456e79b4df5f349485cd8ac",
    "content": "男生从身后抱住女生，在她耳边轻轻地说：“我想尝尝你口红的味道。”女生不忍拒绝，颤抖着从包里拿出自己的口红递给他：“你小口点吃，今天用的这支比较贵。”"
  },
  {
    "id": "ad21d345e1381c3580e02de9298b9d8e",
    "content": "今天看见一个人说，嫁给马云的理由就是你可以用老公的钱无止境地买买买，而买完之后这些钱又落入了老公的口袋，这简直就是一台永动机。我想了想，嗯，他说得好有道理！"
  },
  {
    "id": "717c9b38249598769a0bc81c8fffcf85",
    "content": "有次放学后没回家，去打电游，被老爸逮住了。到家后老爸慈祥地说：“先去洗澡吧，以后先回家再出去玩。”幸福来得好突然，让人难以置信……迅速进卫生间，脱衣，开热水器。这时老爸突然一脚把卫生间的门踹开，拿着竹条冲进来怒吼：“兔崽子！平时打你叫你脱衣服你不肯脱，这回给你长个记性！”"
  },
  {
    "id": "dbd3807831efd28750f3cc197aa8b03c",
    "content": "我看到饭店的Wi-Fi密码是ZLYGDLX，觉得很复杂，就问服务员：“你家密码怎么这么难记？”服务员笑着说：“不难记，是再来一个大龙虾。”我一边读一边输密码，于是服务员帮我点了一个龙虾。"
  },
  {
    "id": "3ddc49896de57ce47c7963c4a92139e5",
    "content": "飞机上，我看见空姐亭亭玉立，忍不住搭讪：“小姐有多高？”她白了我一眼说：“一万两千米。”"
  },
  {
    "id": "b1c4e226ca5bd46127f2a0bb3fd5d5a6",
    "content": "老公是一个电工，他发现我的手机有静电，立马拿电笔测电压，110伏，然后告诉我充电时不要玩手机。最近看新闻说有人洗澡被电死，老公每天都提醒我先把电热水器的开关关了再洗澡。我心里暖暖的，特感动，就夸了他：“老公，有你真好。”老公说：“那当然，我是电工，如果自己老婆都被电死了，说出去多丢脸。”"
  },
  {
    "id": "9b31e93d1c9eca85e6bed7972190f6d7",
    "content": "“每次陪老婆逛街，我俨然成了新疆人。”“怎么讲？”“买，买，提！啊，烦！提！”我的前任是极品前任跟我谈起情人节就要到了，我说我希望有些小惊喜，他说绝对惊喜，我兴奋得整晚睡不着。终于，情人节到了。他神秘地让我把手机给他，还让我闭上眼睛。当听到他说“OK”时，我满怀期待地睁开了眼睛。只见他把我的SIM卡放在嘴里，然后，吐出舌头对我说：“看，芭蕉扇！”"
  },
  {
    "id": "ac7616bf476e6578d7080c9f2d004d8f",
    "content": "本女屌丝这辈子做过的最二的事情就是，把男朋友借给闺蜜撑场子。结果，她不还了……"
  },
  {
    "id": "75df413b8b6322ad1d74a147dfac69b9",
    "content": "前几天老爸给我打电话说：“儿子，放轻松别紧张好好考，我已经给你找好关系了，虽然后台很硬，但是也得走一遍高考程序。”考完后，我问老爸：“爸，我的心态调整得不错，发挥得还好，对了，你帮我找的后台是谁？”我爸：“观音菩萨！”"
  },
  {
    "id": "9be4082853e8196b331f7cd8df360342",
    "content": "哥曾花10块钱买个iPhone5S模型，在河边假装打电话，然后假装和女友分手，大骂起来，再恶狠狠地把手机扔到河里，看着旁边妹子花痴的表情，正准备摆个pose，结果，有人说：“兄弟，你手机浮上来了。”"
  },
  {
    "id": "cf92b5bd16088ea9ece89a8f9221ec3e",
    "content": "上大学时，学校旁边有一个豪华大酒店，上面有个旋转餐厅，当时我们特别向往。半年后，我们三个同学凑了两千块，想过去潇洒一次。没想到，到了旋转餐厅后，服务员热情地对我们说：“自助火锅，28元一位！”"
  },
  {
    "id": "0bccf03d8786ce53eedd8e492e0366d9",
    "content": "男青年在跟女友发信息，他发了一个“！”。过了会儿，女友回复消息，回了一个“。”。男青年的朋友很好奇，问道：“你们说的这是啥？”男青年答：“我们在约周末干什么，我说打台球，她说打保龄球。”升级为VIP我问好友：“从她的男性朋友变成男朋友是什么感觉呀？”他答道：“没什么，只是从普通会员升级成为VIP，享受更多服务与特权，不过也要缴纳更多的费用。”"
  },
  {
    "id": "d793635ccc020a38a74da16d72bcc75b",
    "content": "一同学问我：“你说钢铁侠死后会变成什么？”我百思不得其解，最后那二货幽幽地飘来一句：“铁轨（铁鬼）！”"
  },
  {
    "id": "d151b07d7f5136dba07291127215de71",
    "content": "高中数学老师告诉我们：考试时选择题要是不知道选什么就选C。底下同学正等着他用深奥的数学理论解释这件事。结果老师说：“因为C这个字母啊，排行第3，3乘2等于6，六六大顺。乘3呢又等于9，天长地久，这么好的选项放在这儿，不选它选谁？”男人是这样被逼疯的“老公，我想吃泡面。”“我给你煮去。”“我不想吃咱家那袋。”“那我出去买。”“煮完家里全是泡面味儿，难闻死了。”“那泡好了给你拿回来。”“凉了不好吃。”“那咱们出去吃。”“外面太冷，我又懒得穿那么多下楼。”“你到底想怎么着？”“想吃泡面……”"
  },
  {
    "id": "5c4d939279ed38ebc3d861247d27ab0c",
    "content": "回宿舍的路上，我见墙角有一位女生正在哭泣，我走过去问她怎么了，她抽泣着说：“你……愿意借我用一下……你的肩膀吗？”我说：“只要你不哭，我愿意！”女孩停止了哭泣，踩着我的肩膀翻墙出去买好吃的了。"
  },
  {
    "id": "12749cc0c3e5d5af3956164578e26d21",
    "content": "老公：“老婆，你驾照也考下来了，朕带你去看看车……”老婆满脸兴奋，跟着老公就去了。老公带着老婆逛了宝马、奔驰、路虎、保时捷等各种名车的专卖店。老婆都泪崩了，这辈子没白嫁啊！出来后，老公对老婆说：“看到没，刚才领你看的这些车，以后在路上一个都别撞！咱赔不起！”"
  },
  {
    "id": "7e7563c2f7427f9f7e097e681594c3e6",
    "content": "一哥们儿胳膊上文着“小青”两个字，我好奇地问他：“是不是你女朋友叫小青？”他说：“不是。”“那你是喜欢《新白娘子传奇》里的小青？”“也不是。”“那是什么意思？”只见他45度角仰望天空说道：“当时我只是文了一个‘情’字，只不过后来我长胖了……”"
  },
  {
    "id": "2201465b2c2f2500259e84b88ff72a27",
    "content": "吃完饭没事去街上溜达，看到一个小偷抢包，女的边跑边喊：“抓小偷哇！”旁边路人都冷眼旁观，我这暴脾气一上来，撸起袖子就准备追，这时小偷从包里掏出手机，把包往我手里一丢，大喊：“二叔，分头跑！”"
  },
  {
    "id": "271eb98b2b47162adf5048ccd5d29e72",
    "content": "学校附近新建了一个游乐场，我和同学结伴去玩。进一鬼屋，我们奋勇冲了上去，待鬼准备扑过来吓唬我们时，我一声怒吼，一个伸手向前……于是，鬼被吓跑了。我们后来又去玩的时候，只见门口的《游客须知》里，用红笔醒目地添上了一条：禁止吓鬼。"
  },
  {
    "id": "631633f2fc862ad71858111c915ffa03",
    "content": "青年最近心事重重，忧郁终日，遂去寻求大师指点。大师说：“放下该放下的。”青年说：“没有什么是该放下的。”于是大师让青年拿着一个茶杯，然后向杯中倒热水。直到水溢出烫到了手，青年也没有将手松开。大师说：“小伙子，你不按套路出牌啊！”"
  },
  {
    "id": "5a428e70d51687a86c6eb5619bb1d17b",
    "content": "老爸问我：“你这么大了怎么还单身呢？你到底想找个啥样的？”我说：“能聊得来的就好啊。”老爸思考了一会儿，郑重其事地说：“其实，以我结婚这么多年的经验来看，觉得还是找个哑巴最好。”"
  },
  {
    "id": "8591e36dd8655969f53524002499b138",
    "content": "和朋友坐公交车，车上有个姑娘挺漂亮的，朋友轻推我一下做了个“嘘”的手势，就看他一搂姑娘的小细腰说：“亲爱的，今晚想吃什么？”姑娘一愣，正准备发怒，朋友紧接着凑在她耳边说了几句，只见姑娘的眼神瞬间变得温柔无比，感激地看着我的朋友，然后抱紧她的背包惊恐地看了我一眼。后来姑娘和他在同一个站下车了……"
  },
  {
    "id": "a6921ae356819b26d105ce2c3e9148c4",
    "content": "我和老婆一起看电影《超完美谋杀案》，看到一半时她对我说：“我有点害怕。”我问：“是剧情太吓人了吗？”她犹豫地说：“那倒不是，你别记笔记了，成吗……”"
  },
  {
    "id": "91fafe0943bbda80f43ec423567c97d0",
    "content": "小明最近有点郁闷，从种种迹象来看，他感觉嫂子出轨了。他不知道该怎么跟哥哥讲。这天，小明终于忍不住了，他偷偷递给哥哥一张纸条，上面写着：“大哥，武松有话要说……”"
  },
  {
    "id": "e39edc8be641c2177c9b01b920cb6bf1",
    "content": "我带儿子去同事家做客。见同事女儿的作业上字迹工整，我对儿子说：“字迹工整的结果就是姐姐成绩很好，每次都考全班前三。”儿子赶紧打岔：“字迹潦草的结果就是我的成绩一般，每次考完试妈妈都会被老师接见。所以老师常见妈妈，都不觉得妈妈变胖了。”情人节的玫瑰一个哥们儿知道情人节玫瑰肯定涨价，便提前好几天把玫瑰买好，放在冰箱里。终于到了情人节那天，他把玫瑰送给女友，并问女友玫瑰花怎么样，女友满脸疑惑地说：“玫瑰虽好，但我怎么闻都是一股饺子馅味儿……”"
  },
  {
    "id": "705d465f2d34d603280b5565ab8cdedd",
    "content": "小表妹，四岁，很皮实。一天自己在床上玩，她爸在床边上看电视，突然她不小心从床边上摔了下来，赶紧自己爬起来，然后果断打了她爸一巴掌，说：“你怎么看的孩子？”"
  },
  {
    "id": "75ab558f22efe339b6799406b2479c4a",
    "content": "我中午吃得太饱，一直在打嗝，便骑车出去消消食。一位大爷从路边走过，见我过来竟然倒了下去……我想想自己的银行卡、工资，泪流满面。这时大爷站起来说：“小伙子，还打嗝吗？”"
  },
  {
    "id": "a426448bc7c5a785775ed1bfec5fa81c",
    "content": "这几天在听单田芳讲的《西游记》，有一段说：别看唐僧这一路西天取经各种吃苦受罪，澡可没少洗，不管哪个妖怪都挺讲卫生，吃之前至少得洗个十遍八遍的，里里外外洗得是干干净净，眼看要上锅蒸了，叫孙猴子给救走了，敢情猴子是故意的啊，体贴师傅赶路辛苦，隔三岔五让妖精们给他免费搓澡。命真的只有一条今天查了字典才发现，居然没有和“命”一个读音的字，原来命真的只有一条，汉字博大精深啊！"
  },
  {
    "id": "036590d49fd0f5ab632cc051e0980275",
    "content": "找女朋友就应该找一个不爱化妆的，偶尔化一次，感觉会怦然心动。要是找一个总化妆的，偶尔不化一次，容易猝死啊！"
  },
  {
    "id": "7092b7a725a6c9e4ff575418105e3975",
    "content": "一个室友每晚都要坐在桌前写情书。他写了一个月，情书积攒了厚厚一沓，然后去表白了。回来的时候，他拿着情书，表情很失落。我们以为他被拒绝了，刚要安慰他，没想到他说：“唉，白写了，她只看了第一页就同意了！”"
  },
  {
    "id": "c3579f9f178202288aeebcefa5584f13",
    "content": "晚上加班结束后，一个妹子给男友打电话让他过来接。男友不同意，说自己怕黑。妹子怒道：“你怕黑，你怕不怕绿？！”"
  },
  {
    "id": "cfe8912549f2cec1e1cd5221deac9369",
    "content": "睡前我跟老婆两个人总是隔着一点距离，睡醒后，发现我总是不自觉地靠向她那边。曾经我以为这就是爱的吸引，后来发现，是她压塌了那边的床垫。"
  },
  {
    "id": "b0e932af66979ffde81ac73714228f60",
    "content": "我向我的学霸室友请教如何能成为一个学习天才，他拍了拍我的肩说：“哪里有什么天才，我只是把你睡觉的时间用来学习而已。”我听完之后恍然大悟：怪不得我总是觉得睡觉时间不够，原来是被他偷偷拿去用来学习了！"
  },
  {
    "id": "4f7ceae537152961722cb2e6c74b77f6",
    "content": "老黄一大早去民政局，非要跟媳妇离婚。工作人员问：“离啥婚啊，这一大早的，好好过日子得了！”老黄说：“我昨晚回家给她讲了个笑话，她没笑。”工作人员说：“一边待着去！就因为这个，这算啥事啊，不能离！”老黄哭了：“她没笑，床底下一个男的憋不住笑了……”"
  },
  {
    "id": "9f7d9f774cba8b33338ccdcd1d3adcaf",
    "content": "在家里摆弄吉他，跟女朋友打趣说：“要是以后实在吃不起饭了，我拿着它去地铁里乞讨。”女朋友扑哧一笑说：“明明可以靠脸吃饭，偏偏要靠才华。”我装作害羞的样子，问：“真的吗？”“真的呀，你这脸长得跟事故现场一样，谁见了不可怜可怜？”（暮春、汪杰等摘）"
  },
  {
    "id": "70c049281f9cf935daf192746329d1f2",
    "content": "老公新换了手机，让我和女儿拍了一个萌萌的合照做屏保。女儿很开心：“爸爸，你为什么要用我的照片做屏保呢？”老公回答：“因为你是爸爸的掌中宝啊。”听到老公的回答，我也很感动：“老公，我也是你的掌中宝吗？”老公看了我一眼，淡淡地说：“你想多了，你的照片主要是用来驱邪！”"
  },
  {
    "id": "23a3da3e604140e0d83b04991685501c",
    "content": "友：所以“妙龄女郎”怎么解释？我：年轻的女汉子……"
  },
  {
    "id": "89f3936eb36acbe7a047661db0d99b75",
    "content": "上帝为你关上一扇门，就会为你打开一扇窗，这句话很有道理的。所以“你长得很丑，上帝为了弥补你，给了你一身肉”，就没那么难理解了。"
  },
  {
    "id": "be71a48043a240f8784896faa416956d",
    "content": "小北生完孩子后身材一直没恢复，一天她跟孩子一起看以前的相片。孩子指着一张相片问：“妈妈，这个漂亮的姐姐是谁？”小北一脸的自豪：“是你妈啊！”孩子瞬间哭了：“呜呜……原来我是领养的……”"
  },
  {
    "id": "fe38821ca2e9da3d408f59c09b865e84",
    "content": "老婆：“老公，你喜欢我什么？”老公：“我有10亿美元，存在瑞士银行，你信吗？”老婆：“我信。”老公：“我就喜欢你这点。”"
  },
  {
    "id": "04af932bb204973605651853ec72ad00",
    "content": "女：“说你最想跟我说的三个字，给你一次机会哦！”男：“别——问——了！”"
  },
  {
    "id": "aa80ad6a78041a6f1fb5d94aa848c3fb",
    "content": "妻子问丈夫：“有个以前追求过我的男生来咱这儿出差，想找我吃饭，你介意不？”丈夫想了想问：“他什么时候追的你？”妻子说：“大二。”丈夫又问：“那会儿你体重多少斤？”妻子说：“95斤左右。”丈夫上下打量了一番妻子，说：“那你快去吧，也好让人家断了念想，以后好好过日子。”"
  },
  {
    "id": "32452dc069d419efd8b301a4bc0cb005",
    "content": "武松一脸萧瑟，问一算命先生：“我大哥死了，我感觉人生没什么意义了。”算命先生道：“大哥没了，再找一个就是了！”武松：“找谁？”算命先生：“宋江！”武松：“那宋江凭什么当我大哥？”算命先生：“第一，他矮；第二，他丑；第三，他媳妇给他戴绿帽。这能当你大哥不？”武松惊呼：“这简直就是我的亲大哥啊！”（解敏、史志鹏、周继红等摘）"
  },
  {
    "id": "7a285a342fdf2530cfa57230e2e40403",
    "content": "我问小姨子：“你觉得什么时候你最有才？”她答：“自拍的时候，一个人担任了灯光、摄像、动作指导、前期编排、后期制作、化妆师、补妆师、取景师。到发布的时候还要客串编剧和导演，还有宣传组！”"
  },
  {
    "id": "ce0ae28ff91ddf057a2ba1964d3b62b1",
    "content": "上四年级的儿子数学和英语成绩不太理想，我和小姨子分别为他补习，效果显著。这次他考试成绩是满分。老婆高兴坏了，让儿子写篇作文感谢我和小姨子，题目自拟。后来我们就看到了一篇名为《爸爸和小姨那些不得不说的事儿》的文章。"
  },
  {
    "id": "817020ac78f14c494c3ba02b5f468df2",
    "content": "一学生面临高考，跑去找算命先生。算命先生告诉他：“你的命，是连中三元，然后归于平淡。”学生听了特别高兴，这说明自己肯定本、硕、博连读啊！他把朋友们请来，大吃了一顿庆祝。吃完结账，他在发票上刮出了三张一块钱……"
  },
  {
    "id": "1bf5d9cf3d402a947f8ed998aeff5fb6",
    "content": "今天公交车司机照样在人还没上完时就缓缓地关门起步，突然从前门冲上来一位中年妇女，照着司机后脑勺就是一巴掌，嘴里还说：“看不到我在下面吗？”就在大家纳闷谁这么彪悍的时候，司机师傅开口了：“妈，都这么大了，咋还当着这么多人的面打我？”"
  },
  {
    "id": "7121137f694ba6c2f7a58258ffbe49cc",
    "content": "“你们夫妻每月挣多少钱？”“我月收入一万，加上我老婆，可以到两千。”"
  },
  {
    "id": "db9da7a4b4cca484eb530b18c2941e59",
    "content": "男：“亲爱的，我希望我们以后不要吵架了，你知道，两个人吵架，就像拔河。”女：“一边放手，另一边就会受伤？”男：“总是胖的那边赢，没意思。”"
  },
  {
    "id": "a90847e550905584e3f8c39efab73cd2",
    "content": "领导与警卫员一起登山。半山腰，警卫说：“领导，走累了，咱回去吧。”领导厉声道：“我都没说累，你倒先说累？都到半山腰了，怎么能半途而废呢？如果干革命也这样，能成功吗？”警卫羞愧地低下了头。领导鼓励说：“年轻人要多锻炼啊！”警卫委屈道：“可我实在是背不动您了啊！”"
  },
  {
    "id": "dd1ba01552d7c362206bdf28bbe37859",
    "content": "跟姑娘相对无言的时候怎么办？其实只要说一句就能打破僵局：“你瘦了，怎么做到的？”顿时气氛活泼，话题迭起，春暖花开。"
  },
  {
    "id": "586e7492f78a6ef0a708f8d13d8b95c9",
    "content": "晚上老婆说要分担家务，就问我：“洗碗跟拖地你选哪个？”我说：“洗碗。”洗完碗后，老婆又问：“给小孩洗澡跟拖地你选哪个？”我说：“拖地。”拖完地，老婆又问：“洗衣服和给小孩洗澡你选哪个？”我说：“给小孩洗澡。”给小孩洗完澡，老婆又问我：“洗衣服和带小孩睡觉你选哪个？”我说：“洗衣服。”等看到老婆和孩子睡着了，我忽然觉得好像哪里不对。"
  }
]
